Repository: sorinasandu/Debian_Netcfg
Catalog: debian/po/*.po
Languages: ar, bs, cs, es, eu, hr, hu, km, nl, vi, xh

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first installation CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ស្វ័យ​ប្រវត្តិ​បាន​ជោគជ័យ ។ ទោះ​យ៉ាងណាគ្មាន​ផ្លូវ​លំនាំដើម​ត្រូវ​បាន​កំណត់ ។ ប្រព័ន្ធ​​មិន​ដឹង​ពី​របៀប​ដែល​ត្រូវ​ទាក់ទង​ជាមួយ ម៉ាស៊ីន​លើ​អ៊ីនធឺណិតទេ ។ នេះ​អាច​នឹង​បន្ត​ការ​ដំឡើង​ទៅ​បាន លុះត្រា​តែ​អ្នក​មាន ស៊ីឌីរ៉ូមដំឡើង​ទីមួយ (ស៊ីឌីរ៉ូម 'Netinst' ​ឬ កញ្ចប់​ដែល​អាច​ប្រើ​បាន​លើ​បណ្ដាញ ​មូលដ្ឋាន) ។​
vi: Việc tự động cấu hình mạng đã thành công. Tuy nhiên, chưa đặt tuyến mặc định: hệ thống chưa biết cách giao thông với máy khác trên Mạng. Vậy không thể tiếp tục lại cài đặt, trừ bạn có đĩa CD-ROM cài đặt thứ nhất, đĩa CD-ROM loại Netinst (cài đặt qua mạng) hoặc các gói có sẵn trên mạng cục bộ.

source: If you are unsure, you should not continue without a default route: contact your local network administrator about this problem.
ar: إن لم تكن متأكّداً فلا ينبغي أن تستمر دون مسلكٍ افتراضي: اتّصل بمدير شبكتك المحلّيّة حول هذه المشكلة.
cs: Pokud si nejste jisti, mù¾ete pokraèovat dále a v pøípadì potí¾í se jednosu¹e vrátit zpìt na krok nastavení sítì.
eu: Ziur ez bazaude zuk ez zenuke lehenetsitako bide bat gabe jarraitu behar: zure sare kudeatzailearekin harremanetan jarri zaitez arazo honen berri emateko.
hr: Ako ste nesigurni, ne biste trebali nastaviti bez zadanog puta: obratite se svom mre¾nom administratoru zbog tog problema.
hu: Ha bizonytalan a helyes döntésben, ne lépjen tovább alapértelmezett útvonal nélkül: a probléma alapos megoldása érdekében inkább érdeklődjön rendszere adminisztrátoránál.
km: បើ​អ្នក​មិន​ច្បាស់ អ្នក​មិន​គួរ​បន្ត​ដោយ​គ្មាន​ផ្លូវ​លំនាំដើម​ទេ ៖ ទាក់ទង​អ្នក​គ្រប់គ្រង​បណ្ដាញ​មូលដ្ឋាន​របស់​អ្នក​អំពី​បញ្ហានេះ ។
vi: Nếu bạn chưa chắc, đừng tiếp tục lại không có tuyến mặc định: hãy hỏi quản trị mạng cục bộ về vấn đề này.
xh: Ukuba awuqinisekanga, akufunekanga uqhubeke ngaphandle kwendlela emiselweyo: dibana nomlawuli wakho wothungelwane lwaloo ndawo ngale ngxaki.

source: Reconfigure the wireless network
ar: إعادة إعداد الشّبكة اللّاسلكيّة
cs: Znovu nastavit bezdrátovou sí»
eu: Kablegabeko Sarea birkonfiguratu
hr: Ponovo podesi be¾iènu mre¾u
hu: Drótnélküli hálózat újrakonfigurálása
km: កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ឥតខ្សែ​ឡើងវិញ
vi: Cấu hình lại mạng vô tuyến
xh: Misela kwakhona inkqubo yothungelwano olungasebenzi ngeentambo

source: IP address:
ar: عنوان IP:
bs: IP adresa:
cs: IP adresa:
es: Dirección IP:
eu: IP helbidea:
hr: IP adresa:
hu: IP-cím:
km: អាសយដ្ឋាន IP ៖
vi: Địa chỉ IP:
xh: Idilesi ye-IP:

source: The IP address is unique to your computer and consists of four numbers separated by periods. If you don't know what to use here, consult your network administrator.
ar: عنوان الIP ينفرد به حاسوبك و يتكون من أربعة أرقامٍ تفصلها نقاط. إن لم تكن تعرف ماذا تستخدم هنا فاستشر مدير الشبكة.
bs: IP adresa je jedinstvena za vaš računar i sastoji se od četiri brojke razdvojene tačkama. Ako ne znate šta da unesete ovdje, konsultirajte se sa vašim mrežnim administratorom.
cs: IP adresa je pro ka¾dý poèítaè jedineèná a skládá se ze ètyø èísel oddìlených teèkami. Pokud nevíte, co zde máte zadat, zeptejte se svého sí»ového správce.
es: La dirección IP es única para su ordenador y consiste de cuatro números separados por puntos. Si no sabe qué usar aquí, consulte a su administrador de red.
eu: IP helbidea zure ordenagailua ezagutarazten duen puntuz bereiziriko lau zenbakizko sare zenbaki bakarra da. Hemen zer ipini ez badakizu galdetu zure sare kudeatzaileari.
hr: IP adresa je jedinstvena za va¹e raèunalo, a sadr¾i èetiri broja odvojena toèkama. Ako ne znate ¹to upisati ovdje, upitajte svog mre¾nog administratora.
hu: Az IP-cím számítógépenként egyedi, és négy darab, pontokkal elválasztott számból áll. Ha nem tudja, mit írjon ide, beszéljen az illetékes hálózati adminisztrátorral.
km: អាសយដ្ឋាន​ IP គឺ​មាន​តែ​មួយ​សម្រាប់​កុំព្យូទ័រ​របស់​អ្នក និង​មាន​លេខ​ចំនួន​បួន​បំបែក​ពី​គ្នា​ដោយ​ចំណុច ។ បើ​អ្នក​មិន​ដឹង​ត្រូវ​ប្រើ​អ្វី​ទីនេះ ពិគ្រោះ​ជាមួយ​អ្នក​គ្រប់គ្រង​​បណ្ដាញ​របស់​អ្នក ។
nl: Het IP adres is uniek voor uw computer en bestaat uit 4 getallen gescheiden met kommas. Gelieve contact op te nemen met uw netwerkbeheerder indien u niet weet wat u hiermoet invullen.
vi: Địa chỉ IP (Internet Protocol: giao thức Mạng) là duy nhất cho máy vi tính của bạn, và chứa bốn con số định giới bằng dấu chấm (v.d. 127.0.0.0). Nếu bạn chưa biết cần gõ gì vào đây, hãy hỏi quản trị mạng.
xh: Idilesi ye-IP iyodwa kwikhompyntha yakho inamanani amane ahlukaniswe lixesha. Ukuba awukwazi ukuba mawusebenzise ntoni na apha, dibana nomtawuli wakho wothungelwano.

source: Malformed IP address
ar: عنوان IP مشوّه
cs: Zkomolená IP adresa
eu: Gaizki eratutako IP helbidea
hr: Nevaljana IP adresa
hu: Hibás IP-cím
km: អាសយដ្ឋាន​​ IP ដែល​មាន​ទម្រង់​មិន​ត្រឹមត្រូវ
vi: Địa chỉ IP dạng sai
xh: Idilesi ye-IP engemanga kakuhle

source: The IP address you provided is malformed. It should be in the form x.x.x.x where each 'x' is no larger than 255. Please try again.
ar: عنوان الIP الذي أدخلته مشوّه. يجب أن يكون بشكل س.س.س.س حيث كل 'س' لا تتعدّى 255. فضلاً حاول مجدّداً.
cs: Zadaná IP adresa je zkomolená. Mìla by být ve tvaru x.x.x.x, kde ka¾dé x je èíslo men¹í nebo rovno 255. Zkuste to znovu.
eu: Zuk emandako IP helbidea gaizki eraturik dago. x.x.x.x formatukoa, non x ezin da 255 baino handiagoa izan. Saia zaitez berriro.
hr: IP adresa koju ste upisali nije valjana. Mora biti u obliku 'x.x.x.x', a niti jedan 'x' ne mo¾e biti veæi od 255. Molim poku¹ajte iznova.
hu: A megadott IP-cím hibás, az x.x.x.x mintát kellene követnie, ahol az x-ek 255-nél nem nagyobb természetes számokat jelölnek. Írja be ismét.
km: អាសយដ្ឋាន IP ដែល​អ្នក​បាន​ផ្ដល់​មាន​ទម្រង់​មិន​ត្រឹមត្រូវ ។ វា​គួរ​មាន​ទម្រង់​ x.x.x.x ដែល​ 'x' និមួយៗ​មិន​វែង​ជាង​ ២៥៥ ។ សូម​ព្យាយាម​ម្ដង​ទៀត ។
vi: Bạn đã cung cấp một địa chỉ IP dạng thức sai. Nó nên có dạng « x.x.x.x », mà mỗi x là một con số nhỏ hơn 256. Hãy thử lại.
xh: Idilesi ye-IP oyinikileyo ayimanga kakuhle. Kufuneka ibe kwisimo x.x.x.x. apho u 'x' ngamnye engekho mkhulu kunama-255. Needa uzame kwakhona.

source: Point-to-point address:
ar: عنوان نقطة لنقطة:
bs: Point-to-point adresa:
cs: Point-to-point adresa:
es: Dirección punto a punto:
eu: Puntuz puntuko helbidea:
hr: Point-to-point adresa:
hu: Pont-pont cím:
vi: Địa chỉ điểm-đến điểm:
xh: Idilesi yencam-ye nencam:

source: The point-to-point address is used to determine the other endpoint of the point to point network. Consult your network administrator if you do not know the value. The point-to-point address should be entered as four numbers separated by periods.
ar: يستخدم عنوان نقطة لنقطة لتحديد نقطة النّهاية الأخرى من شبكة النّقطة لنقطة. استشر مدير الشّبكة إن لم تكن تعرف القيمة. عنوان نقطة لنقطة يجب أن يدخل كأربعة أرقامٍ تفصلها نقاط.
bs: Point-to-point adresa se koristi da bi se ustanovila krajnja tačka point to point mreže. Konsultujte se sa vašim mrežnim administratorom ako ne znate vrijednost. Point-to-point adresa bi se trebala unijeti kao četiri brojke razdvojene tačkama.
cs: Pointopoint adresa slou¾í k urèení druhého konce point to point sítì. Pokud nevíte, co zde máte zadat, zeptejte se svého sí»ového správce. Adresa se zadává jako ètyøi èísla oddìlená teèkami.
es: La dirección punto a punto se utiliza para determinar el otro extremo de una red punto a punto. Consulte a su administrador de red si no conoce el valor. La dirección punto a punto debe ser introducida como cuatro números separados por puntos.
eu: Puntuz-puntuko helbidea puntuz-puntuko sareetan bukaera puntua ezartzeko erabiltzen da. Galdetu sare kudeatzaileari ez baduzu balio hau ezagutzen. Puntuz-puntuko helbidea puntuz bereizitako 4 zenbakiz osaturik egon behar du.
hr: Point-to-point adresa se rabi za odreðivanje druge krajnje toèke 'point-to-point' mre¾e. Upitajte svog mre¾nog administratora ako je ne znate. Point-to-point adresa se sastoji od èetiri broja, odvojena toèkama.
hu: A pont-pont cím a pont-pont hálózat másik végpontját állapítja meg. Ha nem tudja a megfelelő értéket, beszéljen az illetékes hálózati adminisztrátorral. A pont-pont cím négy darab, pontokkal elválasztott számból áll.
vi: Địa chỉ điểm-đến-điểm (Point-to-Point, PPP) được dùng để quyết định điểm cuối khác của mạng điểm-đến-điểm. Hãy hỏi quản trị mạng nếu bạn chưa biết giá trị này. Cần phảỉ gõ địa chỉ điểm-đến-điểm theo dạng bốn con số định giới bằng dấu chấm (v.d. 127.0.0.0).
xh: Idilesi yencam kwincam isetyenziselwa ekumiseni enye incam esekupheleni kwencam kwincam kuthungelwano. Cebisana nomlawuli wakho wothungelwano ukuba awulazi ixabiso. Idilesi yencam kwincam kufuneka ingeniswe njengamanani amane awohlukaniswe ngamaxesha.

source: Netmask:
ar: قناع الشّبكة:
cs: Sí»ová maska:
es: Máscara de red:
eu: Sare maskara:
hr: Mre¾maska:
hu: Hálózati maszk:
vi: Mặt nạ mạng:
xh: i-Netmask:

source: The netmask is used to determine which machines are local to your network. Consult your network administrator if you do not know the value. The netmask should be entered as four numbers separated by periods.
ar: يستخدم قناع الشّبكة ليحدّد أي الأجهزة موجودةٌ محلياً على شبكتك. استشر مدير الشّبكة إن لم تكن تعرف القيمة. يجب أن يدخل قناع الشبكة كأربعة أرقامٍ تفصلها نقاط.
bs: netmask
cs: Sí»ová maska slou¾í k urèení, které poèítaèe patøí k lokální síti. Pokud neznáte pøesnou hodnotu, zeptejte se svého sí»ového správce. Maska se zadává jako ètyøi èísla oddìlená teèkami.
es: La máscara de red se utiliza para determina qué sistemas están incluidos en su red. Consulte a su administrador de red si no conoce el valor. La máscara de red debería introducirse como cuatro números separados por puntos.
eu: Sare maskara zure sare lokalan zein makina dauden jakiteko erabiltzen da. Galdetu sare kudeatzaileari ez baduzu balio hau ezagutzen. Sare maskara puntuz bereizitako 4 zenbakiz osaturik egon behar du.
hr: Mre¾maska se rabi za odreðivanje koji su strojevi lokalni na va¹oj mre¾i. Upitajte svog mre¾nog administratora ako je ne znate. Mre¾maska se sastoji od èetiri broja, odvojena toèkama.
hu: A hálózati maszk a jelen géppel egy alhálózatba tartozó gépeket jelöli ki. Ha nem tudja a megfelelő értéket, beszéljen az illetékes hálózati adminisztrátorral. A hálózati maszk négy darab, pontokkal elválasztott számból áll.
km: netmask ត្រូវ​បាន​ប្រើ​សម្រាប់​កំណត់​ម៉ាស៊ីន​មួយណា​ដែលជា​ម៉ាស៊ីនមូលដ្ឋាន​លើ បណ្ដាញ​របស់​អ្នក ។ ពិគ្រោះ​ជាមួយ​អ្នក​គ្រប់គ្រង​បណ្ដាញ​របស់​អ្នក បើ​អ្នក​មិន​ដឹង តម្លៃ ។ ​netmask គួរ​ត្រូវ​បាន​បញ្ចូល​ចំនួន​៤​លេខ​ដែល​បំបែក​ដោយ​ចំណុច ។
nl: het netwerkmasker word gebruikt om te bepalen welke machines tot uw lokaal netwerk behoren. Consulteer uw netwerkbeheerder als u niet weet wat hier in te vullen. Het netwerkmasker dient ingevoerd te worden als vier getallen gescheiden door punten.
vi: Mặt nạ mạng (netmask) được dùng để quyết định những máy nào có trong mạng địa phương của bạn. Hãy hỏi quản trị mạng nếu bạn chưa biết giá trị này. Cần phải gõ mặt nạ theo dạng bốn con số định giới bằng dấu chấm (v.d. 127.0.0.0).
xh: I-Netmask isetyenziselwa uku misa ukuba ziziphi na ii matshini ezi zezaloo ndawo kuthungelwano lwakho. Dibana nomlawuli wakho wothungelwano ukuba akulazi ixabiso. I-netmask kufuneka ingeniswe njengamanani amane ahlukaniswe ngamaxesha.

source: Gateway:
ar: البوّابة:
cs: Brána:
es: Pasarela:
eu: Atebidea:
hr: Vrataput:
hu: Átjáró:
km: ផ្លូវ​ចេញ​ចូល ៖
vi: Cổng ra:
xh: Isango lothungelwano:

source: The gateway is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
ar: البوّابة هي عنوان IP (أربعة أرقامٍ تفصلها نقاط) تحدد موجّه البوابة،و تعرف كذلك بالموجّه الافتراضي. كل السّير المتّجه إلى خارج شبكتك الدّاخلية (إلى الإنترنت على سبيل المثال) يرسل من خلال هذا الموجّه. في بعض الحالات النادرة، قد لا يكون لديك موجّه؛ في تلك الحالة يمكنك ترك هذا الحقل فارغاً. إن لم تكن تعرف الجواب المناسب لهذا السؤال فاستشر مدير الشبكة.
bs: Gateway je IP adresa (četiri brojke razdvojene tačkama) koja naznačava gateway router, takođe poznat kao default router. Sav promet koji ide izvan vašeg LAN-a (na primjer, na Internet) se šalje preko ovog routera. U rijetkim prlikama, možete biti bez routera; u tom slučaju, možete ovo ostaviti prazno. Ako ne znate podesan odgovor na ovo pitanje, konsultujte se sa vašim mrežnim administratorom.
cs: Brána je IP adresa (ètyøi èísla oddìlená teèkami), která urèuje standardní smìrovaè. Ve¹kerý provoz, který jde mimo va¹i LAN (napøíklad do Internetu), je poslán pøes tento smìrovaè. Ve výjimeèných pøípadech, kdy¾ smìrovaè nemáte, zde nic nevyplòujte. Správnou hodnotu ví urèitì vá¹ sí»ový správce.
es: La pasarela es una dirección IP (cuatro números separados por puntos) que indica el router de pasarela, también conocido como router por defecto. Todo el tráfico que se envía fuera de su LAN (por ejemplo, hacia Internet) se envía a este router. En algunas circunstancias anormales, puede no tener un router; si es así lo puede dejar en blanco. Si no sabe la respuesta correcta a esta pregunta, consulte a su administrador de red.
eu: Atebidea IP helbide bat da (puntuz bereizitako 4 zenbaki) atebide routerra edo lehentsitako routerra ezartzen duena. Zure LAN saretik kanpo (adib. Internet) bidaltzen duzun trafiko guztia helbide honetara bidaltzen da. Egoera arraro batzuetan zuk ez duzu routerrik beharko, orduan hau hutsik utz dezakezu. Ez badakizu galdera honen erantzun egokia galde iezaiozu zure sare kudeatzaileari.
hr: Vrataput je IP adresa (èetiri broja odvojena toèkama) koja ukazuje na vrataputni naputnik, poznat i kao zadani naputnik. Sav mre¾ni promet koji ide izvan va¹e LAN mre¾e (npr. na Internet) ¹alje se kroz njega. U rijetkim sluèajevima, mo¾da nemate naputnik; ako je tako, ostavite prazno. Ako ne znate odgovor, upitajte svog mre¾nog administratora.
hu: Az átjáró egy IP-cím (vagyis négy darab, pontokkal elválasztott számból áll), ami az átjáró-útválasztót (alapértelmezett útválasztót) jelöli ki. A helyi hálóból kifelé (például az Internetre) irányuló forgalmat ez az útválasztó kezeli. Egyes ritka esetekben (amikor nincs közbeeső útvonalválasztó) ezt a mezőt üresen hagyhatja. Ha a kérdésre nem tudja a helyes választ, beszéljen az illetékes hálózati adminisztrátorral.
vi: Cổng ra (gateway) là địa chỉ IP, bốn con số định giới bằng dấu phẩy, mà ngụ ý bộ định tuyến cổng ra (gateway router), cũng được biết như là bộ định tuyến mặc định. Tất cả dữ liệu được truyền bên ngoại mạng cục bộ (LAN) của bạn, ví dụ lên Mạng, được gởi qua bộ định tuyến này. Rất ít thiết lập không có bộ định tuyến nào; trong trường hợp đó, bạn có thể bỏ trường này rỗng. Nếu bạn chưa biết trả lời đúng cho câu hỏi này, hãy hỏi quản trị mạng.
xh: Isango lothungelwano yidilesi ye-IP (amanani amane ahlukaniswe ngamaxesha) ebonisa indlela yesango, eyaziwa kanjalo ukuba yindlela yommiselo. Lonke uthutho olwenzeka ngaphandle kwe-LAN (umzekelo, ikuya kwi-Internet) luthunyelwa ngale ndlela. Kwiimeko ezinqabe kakhulu, ungangabinayo into yokwenza indlela; xa kunjalo ungasishiya eso sithuba size. Ukuba akuyazi eyona mpendulo kulo mbuzo, dibana nomlawuli wakho wothungelwano.

source: Unreachable gateway
ar: بوّابة لا يمكن الوصول إليها
bs: Nedostupan gateway
cs: Nedosa¾itelná brána
es: Pasarela inalcancable
eu: atebidera ezin ailatu
hr: Nedose¾an vrataput
hu: Elérhetetlen átjáró
km: ផ្លូវ​ចេញចូល​ដែល​មិន​អាច​ទៅ​ដ​ល់
vi: Cổng ra không thể truy cập
xh: Isango lenkqubo elingafikelelekiyo

source: The gateway address you entered is unreachable.
ar: عنوان البوّابة الذي أدخلته لا يمكن الوصول إليه.
bs: Gateway adresa koju ste unijeli nije dostupna.
cs: Zadaná adresa brány je nedosa¾itelná.
es: No se puede alcanzar a la pasarela que introdujo.
eu: Zuk emandako atebidera ezin da ailatu.
hr: Adresa vrataputa koju ste unijeli nedose¾na je.
hu: A megadott átjárócím nem elérhető.
km: អាសយដ្ឋាន​ច្រក​ចេញចូល​ដែល​អ្នក​បាន​បញ្ចូល​គឺ​មិន​អាច​ទៅ​ដល់
vi: Không thể truy cập địa chỉ cổng ra đã nhập.
xh: Idilesi yesango lenkqubo oyingenisileyo ayifikeleleki.

source: You may have made an error entering your IP address, netmask and/or gateway.
ar: قد تكون أدخلت خطأً في عنوان IP و/أو قناع الشّبكة و/أو البوّابة.
bs: Napravili ste grešku prilikom unošenja vaše IP adrese, netmaska i/ili gatewaya.
cs: Mo¾ná jste udìlali chybu pøi zadávání IP adresy, sí»ové masky a/nebo brány.
es: Puede haberse equivocado al introducir la dirección IP, máscara de red y/o pasarela.
eu: Zuk errakuntzaren bat egin duzu zure IP helbide, sare maskara eta/edo atebidea ezartzerakoan.
hr: Mo¾da ste pogrije¹ili unoseæi IP adresu, mre¾masku i/ili vrataput.
hu: Talán a megadott IP-cím, hálózati maszk és/vagy átjárócím hibás.
km: អ្នក​ប្រហែល​បាន​ធ្វើ​ឲ្យ​មាន​កំហុស​មួយ​ ខណៈពេល​កំពុង​បញ្ចូល​អាសយដ្ឋាន​របស់​អ្នក IP ​netmask និង/ច្រក​ចេញ​ចូល ។
nl: U heeft mogelijks een fout gemaakt bij het invoeren van uw IP adres, netwerkmasker en/of gateway.
vi: Có lẽ bạn đã gõ sai địa chỉ IP, mặt nạ mạng hay/và cổng ra.
xh: Wenze impazamo enkulu ngokungenisa idilesi yakho ye-IP, i-netmask, kwakunye/okanye nesango lenkqubo.

source: Is this information correct?
ar: هل هذه المعلومات صحيحة؟
bs: Jesu li ove informacije tačne?
cs: Jsou tyto informace správné?
es: ¿Es esta información correcta?
eu: Informazioa hau ondo dago?
hr: Jesu li ovi podaci toèni?
hu: Az információk megfelelnek a valóságnak?
km: តើ​ព័ត៌មាន​នេះ​ត្រឹមត្រូវ​ទេ ?
nl: Is deze informatie correct?
vi: Thông tin này có đúng chưa ?
xh: Ingaba le nkcazelo ilungile?

source: Currently configured network parameters:
ar: معطيّات الشبكة المعدّة حالياً:
bs: Trenutno podešeni mrežni parametri:
cs: Momentálnì nastavené parametry sítì:
es: Parámetros de red configurados hasta el momento:
eu: Une honetan konfiguratutako sare parametroak:
hr: Trenutno pode¹ene mre¾ne odrednice:
hu: A jelenleg beállított hálózati paraméterek:
km: ប៉ារ៉ាម៉ែត្រ​បណ្ដាញ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​ថ្មី ៖
vi: Các tham số mạng hiện thời đã cấu hình:
xh: Okwangoku imisele iimeko zobuninzi ezingaguqukiyo zothungelwano:

source: interface = ${interface} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
ar: الواجهة = ${interface} عنوان IP = ${ipaddress} قناع الشّبكة = ${netmask} البوّابة = ${gateway} نقطة لنقطة = ${pointopoint} خادمات النّطاقات = ${nameservers}
cs: rozhraní = ${interface} IP adresa = ${ipaddress} sí»ová maska = ${netmask} brána = ${gateway} pointopoint = ${pointopoint} jmenné servery = ${nameservers}
eu: interfazea = ${interface} iphelbidea = ${ipaddress} sare maskara = ${netmask} atebidea = ${gateway} puntuzpuntukoa = ${dhcp_hostname} izen zerbitzariak = ${nameservers}
hr: suèelje = ${interface} IP adresa = ${ipaddress} mre¾maska = ${netmask} vrataput = ${gateway} pointopoint = ${pointopoint} imenskiposlu¾ = ${nameservers}
hu: csatoló = ${interface} IP-cím = ${ipaddress} hálózati maszk = ${netmask} átjáró = ${gateway} pont-pont = ${pointopoint} névszolgáltatók = ${nameservers}
vi: Việt Anh Giá trị giao diện interface ${interface} địa chỉ IP IP address ${ipaddress} mặt nạ mạng netmask ${netmask} cổng ra gateway ${gateway} điểm-đến-điểm PPP ${pointopoint} máy phục vụ tên nameservers ${nameservers}
xh: umdibaniso wemida = ${interface} idilesi ye-ip = ${ipaddress} i-netmask = ${netmask} isango lenkqubo = ${gateway} incam kwi ncam = ${pointopoint} iiseva zamagama = ${nameservers}

source: Configure a network using static addressing
ar: إعداد الشّبكة باستخدام العنونة ساكنة
bs: Podesi mrežu koristeći statičko adresiranje
cs: Nastavit sí» se statickými adresami
es: Configurar la red usando direccionamiento estático
eu: Helbide tinkoak erabiliaz sarea konfiguratu
hr: Podesi mre¾u rabeæi statièko adresiranje
hu: Hálózat konfigurálása statikus címzéssel
km: ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​មួយ​ដោយ​ប្រើ​អាសយដ្ឋាន​ថិតិវន្ត
vi: Cấu hình mạng bằng cách gán địa chỉ tĩnh
xh: Misela uthungelwano usebenzisa idilesi emileyo

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface while installing Debian. If possible, the first connected network interface found has been selected.
ar: يحتوي نظامك على عدّة واجهات شبكة. اختر التي ترغب استخدامها كواجهةٍ أوّليّة للشبكة أثناء تثبيت دبيان. إن كان ممكناً، ستكون واجهة الشبكة الأولى المتصلة التي عثر عليها قد اختيرت.

source: Infrastructure (Managed) network, Ad-hoc network (Peer to peer)
ar: شبكة بنية تحتيّة (مدارة), شبكة مصطنعة (ند إلى ند)
cs: Øízená (strukturovaná) sí», Náhodná (peer to peer) sí»
eu: Azpiegitura(Kudeaturik) sarea: As-hoc sarea (bezeroz-bezerora)
hr: Upravljana (infrastrukturna) mre¾a, Ad-hoc (peer-to-peer) mre¾a
hu: Infrastruktúrával rendelkező (Kiépített) hálózat, Ad-hoc hálózat (Egyenrangú végpontokból)
xh: Amaziko akhoyo (Alawulwayo) othungelwano, Uthungelwano olulungiselwe elo xesha (Umlingane komnye Umlingane)

source: Token Ring
ar: طوق رمزي
xh: Isangqa Esingumqondiso

source: Arcnet
ar: آركنت

source: Hypersocket
ar: قابس تشعّبي (Hypersocket(
eu: Hypersocket-a

source: Configuring network ...
ar: جاري إعداد الشّبكة ...
cs: Nastavuje se sí» ...
eu: Sarea Konfiguratzen ...
hu: Hálózat konfigurálása folyamatban...

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first official Debian CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
ar: تمّ إعداد الشّبكة آليّاً بنجاح. رغم ذلك لم يعيّن أيّ مسلكٍ افتراضي: لا يعرف النّظام كيف يتواصل مع المضيفين على الإنترنت. هذا سيجعل الاستمرار بالتّثبيت أمراً مستحيلاً إلّا إذا كان بحوزتك قرص دبيان الرّسمي الأوّل أو قرص 'Netinst' (تثبيت شبكي) أو حزماً متوفّرة على الشّبكة المحلّيّة.
cs: Automatické nastavení sítì bylo úspì¹né, av¹ak nebylo nastaveno implicitní smìrování: systém tak neví, jak komunikovat s poèítaèi na Internetu. Pokud nemáte v¹echny potøebné debianí balíky na místní síti nebo na CD-ROM, je pravdìpodobné, ¾e se instalaci nepodaøí dokonèit.
eu: Sare autokonfigurazioa arrakastatsuki burutu da. Hala ere ez da lehenetsitako atebiderik ezarri, beraz sistema ez daki nola harremanetan jarri interneteko osatalariekin. Honek sistema instalatzea ezinezko egin dezake zuk ez baduzu 'sare instalatzaile' CD-ROM bat, beharrezko diren debian pakete guztiak CD-ROM antzerako batetan edo sare lokalaren bidez eskuragarri.
hu: A hálózat automatikus konfigurálása sikeresen lezajlott. Alapértelmezett útvonal megállapítására azonban nem került sor, a rendszer így nem tud az Interneten levő gépekkel kapcsolatot teremteni. Vagyis a telepítés sem tud folytatódni, hacsak nincs kéznél a Debian CD-ROM-telepítőkészlet első lemeze vagy egy ún. 'Netinst' CD-ROM, vagy pedig a helyi hálóról ki nem lehet pótolni a kellő csomagokat.

source: Configure the network using dynamic addressing (DHCP)
ar: إعداد الشبكة باستخدام العنونة الديناميكية (DHCP)
bs: Podesi mrežu koristeći dinamično adresiranje (DHCP)
cs: Nastavit sí» s dynamickými adresami (DHCP)
es: Configurar la red usando direccionamiento dinámico (DHCP)
eu: Sarea helbide dinamikoak (DHCP) erabiliaz konfiguratu
hr: Podesi mre¾u rabeæi dinamièko adresiranje (DHCP)
hu: A hálózat konfigurálása dinamikus címzéssel (DHCP)
xh: Misela inkqubo yothungelwano usebenzisa ukuthumela okunamandla kwe-(DHCP)
