Repository: sorinasandu/Debian_Netcfg
Catalog: debian/po/*.po
Languages: ar, bs, cs, es, eu, hr, hu, km, nl, vi, xh

source: A valid hostname may contain only the numbers 0-9, the lowercase letters a-z, and the minus sign. It must be between 2 and 63 characters long, and may not begin or end with a minus sign.
ar: اسم المضيف الصّحيح يمكنه أن يحتوي فقط الأرقام من 0 إلى 9 و الأحرف الصّغرى من a إلى z و علامة السّالب. يجب أيضاً أن يكون طوله بين حرفين و 63 حرفاً و لا يمكنه أن يبدأ أو ينتهي بعلامة السّالب.
hr: Valjano ime raèunala mo¾e sadr¾avati samo brojke 0 - 9, mala slova a - z i znak minusa. Mora biti izmeðu 2 i 63 znaka dugaèko i ne smije zapoèinjati ili zavr¹avati s minusom.
km: ឈ្មោះ​ម៉ាស៊ីន​ត្រឹមត្រូវ​មួយ​អាច​មាន​តែ​លេខ​​ 0-9, អក្សរ​តូច​ a-z និង​សញ្ញាដក ។ វា​ត្រូវ​ស្ថិត​នៅ​ចន្លោះ​ប្រវែង​តួ​អក្សរ​ ២ និង ៦៣ ហើយ​នឹង​មិន​ចាប់ផ្ដើម​ ឬ បញ្ចប់​ដោយ​សញ្ញា​ដក​ឡើយ ។
vi: Tên máy hợp lệ có thể chứa chỉ con số (0-9), chữ thường (a-z) và dấu trừ (-). Độ dài phải có 2-63 ký tự, và không cho phép bắt đầu hay kết thức với dấu trừ.
xh: Igama elisemthethweni lomququzeleli lingaqulatha amanani kuphela 0-9, oonobumba ababhalwe kancinane a-z, kunye nophawu lukathabatha. Kufuneka ibe phakathi kwesi-2 nama-63 ezimo ubude, yaye ayinakuqala okanye iphele ngophawu lukathabatha.

source: Error
ar: خطأ
bs: Greška
cs: Chyba
eu: Errorea
hr: Pogre¹ka
hu: Hiba
km: កំហុស
vi: Lỗi
xh: Impazamo

source: An error occurred and the network configuration process has been aborted. You may retry it from the installation main menu.
ar: حدث خطأ و تمّ إجهاض عمليّة إعداد الشّبكة. يمكنك إعادة المحاولة من قائمة التّثبيت الرّئيسيّة.
cs: Pøi nastavování sítì se objevila chyba a proces byl pøeru¹en. Mù¾ete to zkusit znovu z hlavního menu instalátoru.
eu: Errore bat gertatu da eta sare konfigurazio prozesua ezeztatu egin da. Zu instalazio menu nagusitik berriz saiatu zaitezke.
hr: Pojavila se pogre¹ka i postupak pode¹avanja mre¾e je prekinut. Mo¾ete poku¹ati ponovo iz glavnog instalacijskog izabirnika.
hu: Hiba történt és a hálózat konfigurálásának folyamata megszakadt. A telepítés főmenüjéből újra megpróbálhatja.
km: កំហុស​មួយ​បាន​កើតឡើង ហើយ​ដំណើរការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ត្រូវ​បាន​បោះបង់ ។ អ្នក​អាច​ព្យាយាម​ម្ដងទៀត​ពី​ម៉ឺនុយ​មេ​ដំឡើង ។
vi: Lỗi xảy ra nên tiến trình cấu hình mạng đã bị hủy bỏ. Bạn có thể lại thử nó từ trình đơn cài đặt chính.
xh: Impazamo yenzeke yaye inkqubo yokumiselwa kothungelwano iyekiwe. Ungayizama kwakhona kwimenyu esentoko yokusekwa kwenkqubo.

source: No network interfaces detected
ar: لم يتم العثور على أيّة واجهات شبكة
bs: Mrežni interfejsi nisu detektovani
cs: Nebyla nalezena ¾ádná sí»ová rozhraní.
es: No se detectó ninguna interfaz
eu: Ez da sare interfazerik atzeman
hr: Nema mre¾nih suèelja
hu: A felderítés nem talált hálózati csatolót
km: រក​មិនឃើញ​ចំណុច​ប្រទាក់​បណ្ដាញ
vi: Không dò tìm giao diện mạng
xh: Akukho midibaniso yemida yothungelwano ifunyenweyo

source: No network interfaces were found. The installation system was unable to find a network device.
ar: لم يعثر على أيّة واجهات شبكة. نظام التّثبيت لم يستطع إيجاد جهاز شبكة.
bs: Mrežni interfejsi nisu pronađeni. Instalacioni sistem ne može pronaći mrežni uređaj.
cs: Nebyla nalezena ¾ádná sí»ová rozhraní. Instalaèní systém nena¹el sí»ové zaøízení.
es: No se detectó ninguna interfaz de red. Esto significa que el sistema de instalación no pudo encontrar un dispositivo de red.
eu: Ez da sare interfazerik aurkitu. Sistema instalatzailea ez da sare gailurik aurkitzeko gai.
hr: Nisu pronaðena mre¾na suèelja. Instalacijski sustav nije mogao pronaæi mre¾ni ureðaj.
hu: A felderítés nem talált hálózati csatolót. A telepítőrendszer hálózati eszköz híján van.
km: រក​មិនឃើញ​ចំណុច​ប្រទាក់​បណ្ដាញ ។ ប្រព័ន្ធ​ដំឡើង​មិន​អាច​ស្វែងរក​ឧបករណ៍​បណ្ដាញ​មួយ ។
vi: Không tìm thấy giao diện mạng nào. Hệ thống cài đặt không thể tìm được thiết bị mạng.
xh: Akukho midibaniso yemida yothungelwano ifunyenweyo. Inkqubo yokumisela ikhompyutha ayikwazanga kufumana isixhobo sothungelwano.

source: You may need to load a specific module for your network card, if you have one. For this, go back to the network hardware detection step.
ar: قد تحتاج إلى تحميل وحدةٍ معيّنة لبطاقة الشّبكة إن كانت لديك واحدة. لذا ارجع إلى خطوة تفحّص عتاد الشّبكة.
bs: Možda biste trebali učitati određeni modul za vašu mrežnu karticu, ako je imate. Za ovo, idite nazad na korak detekcije mrežnog hardwarea.
cs: Pokud máte sí»ovou kartu, mo¾ná pro ni budete muset nahrát jaderný modul. Uèinit tak mù¾ete zpìt v kroku rozpoznání sí»ového hardwaru.
es: Puede que necesite cargar un módulo específico para su tarjeta de red, si tiene uno. Para ello, vuelva al paso de detección de dispositivos de red.
eu: Zuk agian, izatekotan, zure sare txartelerako modulu zehatz bat kargatu behar duzu: Honetarako itzuli zaitez sare hardware atzemate hurratsera.
hr: Mo¾da trebate uèitati poseban modul za va¹u mre¾nu karticu, ako je imate. Za to se vratite natrag na korak tra¾enja mre¾nog oèvrsja.
hu: Ha tényleg van hálózati kártyája, akkor ahhoz esetleg egy külön meghajtómodult kell betöltenie. Ehhez menjen vissza a hálózatihardver-felderítő lépéshez.
km: អ្នក​ប្រហែល​ជា​ត្រូវការ​ផ្ទុក​ម៉ូឌុល​ជាក់លាក់មួយ​សម្រាប់​កាត​បណ្ដាញ​របស់​អ្នក បើ​អ្នក​មាន ។ ដើម្បី​ធ្វើ​ដូច្នេះ ត្រឡប់​ក្រោយ​ទៅ​ជំហាន​ស្វែងរក​ផ្នែករឹង​បណ្ដាញ ។
vi: Có lẽ bạn sẽ cần tải một mô-đun dành cho thẻ mạng, nếu có. Để làm như thế, hãy lùi lại về bước phát hiện phần cứng mạng.
xh: Kungafuneka ukuba ulayishe imodyuli ethile usenzela ikhadi lakho, ukuba unalo. Ukwenza oku, phinda umva kwinqanaba lokufumana impahla yentsimbi yothungelwano.

source: Kill switch enabled on ${iface}
vi: Mới bật cái chuyển buộc kết thúc trong ${iface}
xh: Iqhosha lokubulala lenziwe ukuba lisebenze kwi ${iface}

source: ${iface} appears to have been disabled by means of a physical "kill switch". If you intend to use this interface, please switch it on before continuing.
vi: Hình như ${iface} đã bị tắt bằng một « cái chuyển buộc kết thúc » vật lý. Nếu bạn định sử dụng giao diện này, hãy bật nó trước khi tiếp tục lại.
xh: I-${iface} ibonakala ngathi yenziwe ingasebenzi ngokusebenzisa ephathekayo i "kill switch". Ukuba uzimisele.ukusebenzisa lomdibaniso-mida, nceda uyivule ngaphambi kokuqhubeka.

source: Infrastructure (Managed) network
vi: mạng hạ tầng cơ sở (đã quản lý)

source: Ad-hoc network (Peer to peer)
vi: mạng như có (đồng đẳng)

source: Wireless network kind:
ar: نوع الشّبكة اللّاسلكيّة:
cs: Typ bezdrátové sítì:
eu: Wireless motako sarea:
hr: Vrsta be¾iène mre¾e:
hu: Drótnélküli hálózat fajtája:
km: ប្រភេទ​បណ្ដាញ​ខ្សែរ ៖
vi: Kiểu mạng vô tuyến:
xh: Uhlobo lothungelwano olungasebenzi neengcingo:

source: Wireless networks are either managed or ad-hoc. If you use a real access point of some sort, your network is Managed. If another computer is your 'access point', then your network may be Ad-hoc.
ar: الشّبكات اللّاسلكيّة تكون إمّا مدارةً أو مصطنعة. إذا كنت تستعمل نقطة وصولٍ حقيقيّة أو ما شابه، فشبكتك مدارة. إذا كانت 'نقطة وصولك' هي عبارةٌ عن حاسوبٍ آخر فقد تكون شبكتك مصطنعة.
cs: Bezdrátové sítì jsou buï øízené, nebo náhodné. Pokud pou¾íváte skuteèný pøístupový bod, je tato sí» øízená. Pokud je va¹ím 'pøístupovým bodem' jiný poèítaè, jedná se pravdìpodobnì o náhodnou sí».
eu: Kablegabeko sareak kudeaturikoak edo ad-hoc izan daitezke: Zu benetako sarrera puntu (Acces Point) bat edo antzeko zerbait erabiltzen ari bazara zure sarea kudeatutakoa da. Zure sarrera puntua beste ordenagailu bat baldin bada zure sarea Ad-hoc da.
hr: Be¾iène mre¾e su ili upravljane (stalne) ili ad-hoc (ptp). Ako rabite neku vrst stalne toèke pristupa, va¹a je mre¾a upravljana. Ako je va¹a 'toèka pristupa' drugo raèunalo, onda je va¹a mre¾a ad-hoc.
hu: A drótnélküli hálózatok vagy kiépítettek, vagy ad-hoc jellegűek. Ha valamilyen hálózatelérési ponton át kapcsolódik, akkor a hálózat Kiépített. Ha a 'hálózatelérési pont' egy másik számítógép, akkor a hálózat inkább Ad-hoc.
vi: mạng vô tuyến hoặc là « Đã quản lý » (managed) hoặc là « Như có » (ad-hoc). Nếu bạn sử dụng một điểm truy cập (access point) thật kiểu nào thì mạng của bạn Đã quản lý. Còn nếu máy vi tính khác thay quyền điểm truy cập thì mạng bạn có lẽ là Như có..
xh: Uthungelwano olwenzeka ngaphandle kweentambo luyalawulwa okanye lwenzelwa injongo ethile. Ukuba usebenzisa incam yendlela ethile yenyani, uthungelwano lwakho luya lawulwa. Ukuba enye ikhompyutha 'yincam yokufikelela' uthungelwano lwakho lungabalolo lwenzelwa Injongo-ethile.

source: Wireless network configuration
ar: إعداد الشّبكة اللّاسلكيّة
cs: Nastavení bezdrátové sítì
eu: Kablegabeko sare konfigurazioa
hr: Pode¹avanje be¾iène mre¾e
hu: Drótnélküli hálózat konfigurálása
km: កំណត់រចនាសម្ព័ន្ធ​បណ្ដាញ​ឥត​ខ្សែ
vi: Cấu hình mạng vô tuyến
xh: Ukumiselwa kothungelwano olungasebenzi ngaphandle kweengcingo

source: Searching for wireless access points ...
ar: جاري البحث عن نقاط الوصول اللّاسلكي ...
cs: Hledají se bezdrátové pøístupové body ...
eu: Kablegabeko saretze puntuen bila...
hr: Tra¾im be¾iène toèke pristupa...
hu: Drótnélkülihálózat-elérési pontok felderítése folyamatban...
vi: Đang tìm kiếm điểm truy cập vô tuyến...
xh: Ikhangela iidawo zofikelelo uthungelwano olusebenza ngaphandle kwee ntambo ...

source: <none>
cs: <nic>
eu: <baterez>
hr: <nema>
hu: <semmi>
km: <គ្មាន>
vi: <không có>
xh: <azikho>

source: Wireless ethernet (802.11x)
ar: إيثرنت لاسلكي (802.11x)
cs: Bezdrátový ethernet (802.11x)
eu: Kablegabeko ethernet (802.11x)
hr: Be¾ièni ethernet (802.11x)
hu: Drótnélküli ethernet (802.11x)
km: ethernet ឥត​ខ្សែ (802.11x)
vi: Ethernet vô tuyến (802.11x)
xh: I-ethernet esebenza ngaphandle kweentambo (802.11x)

source: wireless
ar: لاسلكي
cs: bezdrát
eu: Kablegabekoa
hr: be¾ièna
hu: drótnélküli
km: ឥត​ខ្សែ
vi: vô tuyến
xh: isebenza ngaphandle kweentambo

source: Ethernet or Fast Ethernet
ar: إيثرنت أو إيثرنت سريع
bs: Ethernet ili Fast Ethernet
cs: Ethernet nebo Fast Ethernet
es: Ethernet o Fast Ethernet
eu: Ethernet edo Fast Ethernet
hr: Ethernet ili Brzi Ethernet
hu: Ethernet vagy Fast Ethernet
km: Ethernet ឬ Fast Ethernet
vi: Ethernet hoặc Ethernet Nhanh
xh: i-Ethernet okanye i-Fast Ethernet

source: USB net
vi: mạng USB

source: Serial-line IP
ar: عنوان IP ذو خطٍّ متوالي
es: IP en linea serie
eu: serie-lerro IP
hr: Serijska-linija IP
hu: Soros vonali·IP (SLIP)
vi: IP dòng nối tiếp
xh: Umgca-oqhutywayo i-IP

source: Parallel-port IP
ar: عنوان IP ذو منفذٍ متوازي
es: IP en puerto paralelo
eu: Ataka paralelo IP
hr: Paralelni-port IP
hu: Párhuzamos vonali IP (PLIP)
km: IP ច្រក​ប៉ារ៉ាឡែល
vi: IP cổng song song
xh: Ikhusi le-IP elinxusene nelinye

source: Point-to-Point Protocol
ar: بروتوكول نقطة لنقطة
es: Protocolo punto a punto
eu: Puntuz Puntuko Protokoloa
hr: Point-to-point protokol
hu: Pont-Pont Protokoll (PPP)
vi: Giao thức điểm-đến-điểm (PPP)
xh: i-Point-to-Point Protocol

source: IPv6-in-IPv4
ar: IPv6-في-IPv4
es: IPv6-en-IPv4
eu: IPv6 IPv4-en
hr: IPv6-u-IPv4
hu: IPv4 feletti IPv6
km: IPv6-ក្នុង-IPv4
vi: IPv6-trong-IPv4
xh: i-Pv6-kwi-Pv4

source: ISDN Point-to-Point Protocol
ar: بروتوكول نقطة لنقطة ISDN
es: Protocolo punto a punto RDSI
eu: ISDN Puntuz Puntuko Protokoloa
hr: ISDN point-to-point protokol
hu: ISDN Pont-Pont Protokoll
vi: Giao thức điểm-đến điểm ISDN
xh: i-ISDN Point-to-Point Protocol

source: Channel-to-channel
ar: قناة لقناة
es: Canal-a-canal
eu: Kanaletik-kanalera
hu: Csatorna-Csatorna (CTC)
vi: Kênh-đến-kênh
xh: i-Channel-to-channel

source: Real channel-to-channel
ar: قناة لقناة حقيقي
cs: Skuteèný channel-to-channel
es: Canal-a-canal real
eu: Egiazko Kanaletik-kanalera
hr: Stvarni channel-to-channel
hu: Valós csatorna-csatorna
vi: Kênh-đến-kênh thật
xh: i-Real channel-to-channel

source: Inter-user communication vehicle
ar: وسيلة اتّصال بين المستخدمين
es: Comunicación vehículo entre-usuarios
eu: Erabiltzaile arteko komunikazio modua
hr: Meðukorisnièko komunikacijsko sredstvo
hu: Felhasználók közti kommunikációs eszköz (IUCV)
vi: Cơ chế giao thông giữa các người dùng
xh: Isithuthi sonxibelelwano phakathi kwabasebenzisi

source: Unknown interface
ar: واجهة غير معروفة
bs: Nepoznati interfejs
cs: Neznámé rozhraní
es: Interfaz desconocida.
eu: Interfaze ezezaguna
hr: Nepoznato suèelje
hu: Ismeretlen hálózati csatoló
km: ចំណុច​ប្រទាក់​ដែល​មិន​ស្គាល់
vi: Giao diện lạ
xh: Umdibaniso wemida ongaziwayo

source: Storing network settings ...
km: កំពុង​ស្ដារ​ការ​កំណត់​បណ្ដាញ​ ...
vi: Đang lưu thiết lập mạng...

source: Configure the network
ar: إعداد الشبكة
bs: Podesi mrežu
cs: Nastavit sí»
es: Configurar la red
eu: Sarea konfiguratu
hr: Podesi mre¾u
hu: Hálózat konfigurálása
km: កំណត់​រចនាសម្ព័ន្ធ​៍​បណ្ដាញ
vi: Cấu hình mạng
xh: Misela inkqubo ye-network

source: DHCP hostname:
ar: اسم مضيف DHCP:
cs: DHCP jméno:
es: Nombre de sistema DHCP:
eu: DHCP Ostalari izena:
hr: Ime raèunala u DHCP-u:
hu: DHCP-gépnév:
km: ឈ្មោះ​កុំព្យូទ័រ DHCP ៖
vi: Tên máy DHCP:
xh: Igama lomququzeleli i-DHCP:

source: You may need to supply a DHCP host name. If you are using a cable modem, you might need to specify an account number here.
ar: قد تحتاج لتزويد اسم مضيف DHCP. إن كنت تستخدم مودم كابل، قد تحتاج تحديد رقم الحساب هنا.
bs: Možda biste trebali unijeti DHCP host name. Ako koristite kablovski modem, trebali biste ovdje navesti broj računa.
cs: Mo¾ná budete muset zadat DHCP jméno poèítaèe. Pokud pou¾íváte kabelový modem, nìkdy se sem zadává èíslo úètu.
es: En algunas circunstancias será necesario que indique el nombre de su servidor DHCP. Si usted es un usuario de cable modem, puede necesitar un número de cuenta aquí.
eu: Zuk DHCP ostalari izen bat eman beharko zenuke. Kable modema erabiliaz konektatzen bazara, agian hemen kontu zenbakia ipini behar duzu.
hr: Mo¾da trebate unijeti ime raèunala u DHCP-u. Ako koristite kabelski modem, ovdje trebate upisati broj raèuna.
hu: Itt megadhat egy DHCP-gépnevet. Ha kábelmodemet használ, akkor a felhasználói nevét adja meg.
km: អ្នក​ប្រហែល​ជា​ចាំបាច់​ត្រូវ​ផ្ដល់​ឈ្មោះ​ម៉ាស៊ីន DHCP ។ បើ​អ្នក​កំពុង​ប្រើម៉ូឌឹម​ខ្សែ​កាប ។ បើ​អ្នកកំពុង​ប្រើ​ម៉ូឌឹម​ខ្សែ​កាប អ្នក​ប្រហែល​ចាំបាច់​ត្រូវ​បញ្ជាក់​លម្អិត​លេខ​គណនី​ទីនេះ ។
vi: Có lẽ bạn cần phải cung cấp một tên máy kiểu DHCP. Nếu bạn đang sử dụng một bộ điều giải kiểu cáp thì có lẽ cũng cần phải ghi rõ số tài khoản ở đây.
xh: Kungafuneka unike igama lomququzeleli we-DHCP. Ukuba usebenzisa imodem yekhebhile, kungafuneka ubalule inombolo ye-akhawunti apha.

source: Most other users can just leave this blank.
ar: معظم المستخدمين يمكنهم ترك هذا فارغاً.
bs: Većina korisnika može ovo ostaviti prazno.
cs: Vìt¹ina u¾ivatelù nemusí vyplòovat nic.
es: La mayoría de los usuarios pueden simplemente dejar esto en blanco.
eu: Beste erabiltzaileek hau hutsik utz dezakete.
hr: Veèina ostalih korisnika mo¾e ovo ostaviti prazno.
hu: Más felhasználók nyugodtan hagyhatják üresen.
km: អ្នក​ប្រើ​ភាគ​ច្រើន​គ្រាន់​តែ​ទុក​វា​ឲ្យទំនេរ​ចោល ។
vi: Người dùng khác có thể bỏ rỗng phần này.
xh: Inkoliso yabasebenzisi ingayishiya nje ize.

source: Configuring the network with DHCP
ar: إعداد الشّبكة باستخدام DHCP
bs: Podešavam mrežu preko DHCP-a
cs: Nastavuje se sí» pøes DHCP
es: Configurando la red con DHCP
eu: Sarea DHCP bidez konfiguratzen
hr: Pode¹avam mre¾u pomoæu DHCP
hu: Hálózat konfigurálása DHCP-vel
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ដោយ​ប្រើ DHCP
vi: Đang cấu hình mạng bằng DHCP...
xh: Imisela inkqubo yothungelwano nge-DHCP

source: This may take some time.
ar: قد يستغرق هذا بعض الوقت.
bs: Ovo može potrajati neko vrijeme.
cs: Mù¾e to chvíli trvat.
es: Esto puede tomar cierto tiempo.
eu: Honek denbora bat artu lezake.
hr: To mo¾e potrajati.
hu: Ez percekbe is beletelhet.
km: នេះ​អាច​ចំណាយ​ពេល​ខ្លះ​។
vi: Có thể kéo dài một lát.
xh: Oku kungathatha ixesha.

source: Network autoconfiguration has succeeded
ar: تم إعداد الشّبكة آليّاً بنجاح
cs: Automatické nastavení sítì bylo úspì¹né
eu: Sare autokonfiguraizioa egoki amaitu da
hr: Automatsko pode¹avanje mre¾e uspjelo
hu: Hálózat automatikus konfigurálása sikeresen megtörtént
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ស្វ័យប្រវត្តិ​បាន​ជោគជ័យ
vi: Việc tự động cấu hình mạng đã thành công
xh: Ummiselo ozenzekelayo wothungelwano uphumelele

source: No DHCP client found
ar: لم يوجد أي عميل DHCP
bs: DHCP klijent nije pronađen
cs: Nebyl nalezen DHCP klient
es: No se encontró un cliente DHCP
eu: Ez da DHCP bezeroa aurkitu
hr: Nema DHCP klijenta
hu: DHCP-kliens keresése eredménytelen
km: រក​មិន​ឃើញ​ម៉ាស៊ីន​ភ្ញៀវ DHCP
vi: Không tìm thấy ứng dụng khách DHCP
xh: Akukho mxhasi we-DHCP ufunyenweyo

source: No DHCP client was found. This package requires pump or dhcp-client.
ar: لم يعثر على أي عميل DHCP. تتطلب هذه الحزمة pump أو dhcp-client.
bs: DHCP klijent nije pronađen. Ovaj paket zahtijeva pump ili dhcp-client.
cs: Nebyl nalezen DHCP klient. Tento balík vy¾aduje pump nebo dhcp-client.
es: No se ha encontrado un cliente DHCP. Este paquete requiere pump o dhcp-client.
eu: Ez da DHCP bezeroa aurkitu. Pakete honek pump edo dhcp-client behar du.
hr: DHCP klijent nije pronaðen. Ovaj paket zahtijeva pump ili dhcp-client.
hu: DHCP-kliens keresése eredménytelen. Ez a csomag a pump vagy a dhcp-client csomaggal működik.
km: រក​មិន​ឃើញ​ម៉ាស៊ីន​ភ្ញៀវ DHCP ។ កញ្ចប់​កម្មវិធី​នេះ​ត្រូវការ pump ឬ dhcp-client ។
vi: Không tìm thấy ứng dụng khách DHCP nào. Gói này cần đến « pump » hay « dhcp-client ».
xh: Akukho mxhasi we-DHCP ufunyenweyo. Lo mqulu wenkqubo udinga impompo okanye i-dhcp-client.

source: The DHCP configuration process will be aborted.
ar: سيتم إجهاض عمليّة الإعداد بواسطة DHCP.
bs: DHCP konfiguracijski proces će biti obustavljen.
cs: Proces nastavení DHCP se pøeru¹í.
es: La configuración con DHCP se abortará.
eu: DHCP konfigurazio prozesua ezeztatu egingo da.
hr: Postupak DHCP pode¹avanja æe biti prekinut.
hu: A DHCP-konfiguráció folyamata megszakad.
km: ដំណើរការ​កំណត់​រចនាសម្ព័ន្ធ DHCP នឹងត្រូវ​បានបោះបង់។
vi: Tiến trình cấu hình DHCP sẽ bị hủy bỏ.
xh: Inkqubo ye-DHCP yommiselo ozenzekelayo iza kuyekwa.

source: Retry network autoconfiguration
ar: محاولة إعداد الشّبكة آليّاً مجدّداً
cs: Zkusit znovu automatické nastavení sítì
eu: Sare autokonfiguraizioa berriz saiatu
hr: Iznova poku¹aj automatsko pode¹avanje mre¾e
hu: Hálózat automatikus konfigurálásának újrapróbálása
km: កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ស្វ័យប្រវត្តិ​ឡើងវិញ
vi: Thử lại chạy tiến trình tự động cấu hình mạng
xh: Zama kwakhona ummiselo ozenzekelayo wothungelwano

source: Retry network autoconfiguration with a DHCP hostname
ar: محاولة إعداد الشّبكة آليّاً مجدّداً مع اسم مضيف DHCP
cs: Zkusit znovu automatické nastavení sítì s DHCP jménem
eu: DHCP ostalari izen batez autokonfigurazioa berriz saiatu
hr: Iznova poku¹aj automatsko pode¹avanje mre¾e s imenom raèunala u DHCP-u
hu: Hálózat automatikus konfigurálásának újrapróbálása DHCP-gépnévvel
km: កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ស្វ័យប្រវត្តិ​ឡើងវិញ​ដោយ​ប្រើ​ឈ្មោះ​កុំព្យូទ័រ DHCP មួយ
vi: Thử lại tự động cấu hình với tên máy DHCP
xh: Zama kwakhona ummiselo ozenzekelayo onegama lomququzeleli le DHCP

source: Configure network manually
ar: إعداد الشّبكة يدويّاً
cs: Nastavit sí» ruènì
eu: Sarea eskuz konfiguratu
hr: Ruèno podesi mre¾u
hu: Hálózat kézi konfigurálása
km: កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ដោយ​ដៃ
vi: Tự cấu hình mạng
xh: Misela inkqubo yothungelwano ngesandla

source: Do not configure the network at this time
ar: عدم إعداد الشّبكة الآن
cs: Nyní sí» nenastavovat
eu: Sarea ez momentu honetan konfiguratu
hr: Zasad ne pode¹avaj mre¾u
hu: Hálózatkonfigurálás elhalasztása
km: កុំ​កំណត់រចនាសម្ព័ន្ធ​បណ្ដាញ​នៅ​ពេល​នេះ
vi: Đừng cấu hình mạng vào lúc này
xh: Musa ukumisela inkqubo yothungelwano ngalo eli xesha

source: Network configuration method:
ar: طريقة إعداد الشّبكة:
bs: Metod konfigurisanja mreže:
cs: Zpùsob nastavení sítì:
es: Método para configuración de red:
eu: Sare Konfigurazio modua:
hr: Naèin pode¹avanja mre¾e:
hu: Hálózat konfigurálásának módja:
km: វិធីសាស្ត្រ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ ៖
vi: Phương pháp cấu hình mạng:
xh: Indlela yokumisela inkqubo yothungelwano:

source: From here you can choose to retry DHCP network autoconfiguration (which may succeed if your DHCP server takes a long time to respond) or to configure the network manually. Some DHCP servers require a DHCP hostname to be sent by the client, so you can also choose to retry DHCP network autoconfiguration with a hostname that you provide.
ar: من هنا يمكنك اختيار معاودة تجربة إعداد DHCP الآلي للشّبكة (ما قد ينجح إن كان خادم DHCP الخاص بك يستغرق وقتاً طويلاً للاستجابة) أو اختيار إعداد الشّبكة يدويّاً. بعض خوادم DHCP تتطلّب أن يرسل اسم مضيف DHCP من العميل، لذا فيمكنك اختيار إعادة تجربة إعداد DHCP الآلي للشّبكة مع اسم مضيفٍ تقوم أنت بتزويده.
hr: Odavde mo¾ete iznova poku¹ati automatsko DHCP pode¹avanje mre¾e (mo¾da va¹em DHCP poslu¾itelju treba vremena da odgovori), ili ruèno podesiti mre¾u. Neki DHCP poslu¾itelji tra¾e da klijent po¹alje ime raèunala DHCP-om, pa mo¾ete poku¹ati i na taj naèin.
vi: Từ điểm này, bạn có thể chọn hoặc để thử lại tự động cấu hình mạng DHCP (mà có lẽ thành công nếu trình phục vụ DHCP trả lời chậm lắm) hoặc để tự cấu hình mạng này. Một số trình phục vụ DHCP cần đến ứng dụng khách gởi một tên máy DHCP, vậy bạn cũng có thể chọn thử lại tự động cấu hình bằng DHCP với một tên máy mà bạn cung cấp.
xh: Ukusuka apha ungakhetha ukuzama kwakhona ukumisela okuzenzekelayo kothungelwano lwe-DHCP (okungaphumelelayo ukuba iseva yakho ye-DHCP ithatha ithuba elide ukuphendula) okanye uzame ukumisela inkqubo yothungelwano ngezandla. Ezinye iiseva zifuna ukuba igama lomququzeleli we-DHCP lithunyelwe ngumxhasi, ngoko ke ungakhetha ukuzama kwakhona ukumisela okuzenzekelayo kothungelwano lwe-DHCP kunye negama lomququzeleli ombonelelayo.

source: Network autoconfiguration failed
ar: فشل إعداد الشّبكة آليّاً
cs: Automatické nastavení sítì selhalo
eu: Sare autokonfigurazioak huts egin du
hr: Automatsko pode¹avanje mre¾e neuspjelo
hu: Hálózat automatikus konfigurálása sikertelenül zárult
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ស្វ័យប្រវត្តិ​បានបរាជ័យ
vi: Việc tự động cấu hình mạng bị lỗi
xh: Ummiselo ozenzekelayo wothungelwano awuphumelelanga

source: Your network is probably not using the DHCP protocol. Alternatively, the DHCP server may be slow or some network hardware is not working properly.
ar: من الأرجح أن شبكتك لا تستخدم بروتوكول DHCP. من ناحيةٍ أخرى قد يكون خادم DHCP بطيئاً أو أنّ بعض عتاد الشّبكة لا يعمل بشكلٍ صحيح.
cs: To mù¾e být díky pomalému DHCP serveru, nefunkèním sí»ovým prvkùm, nebo jednodu¹e va¹e sí» DHCP nepodporuje.
eu: Zure sareak ziurrenik ez du DHCP protokolorik erabiltzen. Bestela DHCP zerbitzaria oso geldoa da edo sare hardware batenbat ez dabil behar bezala.
hr: Va¹a mre¾a vjerojatno ne koristi DHCP protokol, ili je mo¾da DHCP poslu¾itelj spor, ili koji dio mre¾noga oèvrsja ne radi ispravno.
hu: A hálózat valószínűleg nem DHCP-vel működik. Nem kizárható azonban a DHCP-kiszolgáló lassú volta, illetve a hálózatihardver-hiba sem.
km: បណ្ដាញ​របស់​អ្នក​ប្រហែល​ជា​មិន​កំពុង​ប្រើ​ DHCP ។ ជា​ជម្រើស ម៉ាស៊ីន​បម្រើ​DHCP ប្រហែល​ជា​យឺត ឬ ផ្នែករឹង​បណ្ដាញ​ខ្លះ​មិន​ដំណើរការ​បាន​ល្អ ។
vi: Rất có thể là mạng bạn không sử dụng giao thức DHCP. Hoặc trình phục vụ DHCP chạy chậm, hoặc một số phần cứng mạng không hoạt động cho đúng.
xh: Uthungelwano lakho fan'ukuba alusebenzisi mithetho yokuziphatha ye-DHCP. Okanye, iseva ye-DHCP ingacotha okanye enye inkqubo yentsimbi yekhomputha ayisebenzi kakuhle.

source: Continue without a default route?
ar: هل تريد الاستمرار دون مسلكٍ افتراضي؟
cs: Pokraèovat bez implicitního smìrování?
eu: Lehentesitako biderik gabe jarraitu?
hr: Nastavi bez zadanog puta?
hu: Alapértelmezett útvonal nélkül lép tovább?
km: បន្ត​ដោយ​គ្មាន​ផ្លូវ​លំនាំដើម​ឬ ?
vi: Tiếp tục lại mà không có tuyến mặc định không?
xh: Qhubeka ngaphandle kwendlela emiselweyo?
