Repository: sorinasandu/Debian_Netcfg
Catalog: debian/po/*.po
Languages: ar, bs, cs, es, eu, hr, hu, km, nl, vi, xh

source: Auto-configure network with DHCP?
ar: هل تريد إعداد الشّبكة آليّاً باستخدام DHCP؟
cs: Automaticky nastavit sí» pøes DHCP?
eu: Sarea DHCP erabiliaz auto-konfiguratu?
hr: Automatski podesi mre¾u pomoæu DHCP?
hu: Automatikusan konfigurálja a hálózatot DHCP-vel?
km: កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ស្វ័យ​ប្រវត្តិ​ដោយ​ប្រើ DHCP?
vi: Tự động cấu hình mạng bằng DHCP không?
xh: Uthungelwano lommiselo ozenzekelayo ne-DHCP?

source: Networking can either be configured by DHCP or by manually entering all the information. If you choose to use DHCP and the installer is unable to get a working configuration from a DHCP server on your network, you will be given the opportunity to configure your network manually after the attempt to configure it by DHCP.
ar: يمكن إعداد الشّبكيّة إما باستخدام DHCP أو بإدخال المعلومات يدويّاً. إن اخترت DHCP و لم يستطع المثبّت الحصول على إعدادٍ ملائم من خادم DHCP على شبكتك فسوف يتاح لك أن تعدّ شبكتك يدويّاً بعد محاولة إعدادها باستخدام DHCP.
cs: Sí»ování mù¾ete nastavit buï automaticky pøes DHCP, nebo ruènì zadat po¾adované informace. Pokud zvolíte DHCP a tato metoda sel¾e (systém neobdr¾í od místního DHCP serveru rozumné nastavení), v¾dy mù¾ete pøejít k ruènímu nastavení sítì.
eu: Sarea DHCP bidez edo eskuz informazioa sartzen konfiguratu daiteke. Zuk DHCP erabiltzea aukeratzen baduzu eta instalatzaileak ezin badu baliozko konfigurazio bat lortu zure sareko DHCP zerbitzaritik, zuk konfigurazio hori eskuz sartzeko aukera izango duzu DHCP bidez konfiguratzen saiatu eta gero.
hr: Umre¾avanje mo¾e biti pode¹eno ili pomoæu DHCP ili ruènim uno¹enjem svih podataka. Ako izaberete DHCP, a program za instalaciju ne bude mogao dobiti valjane radne postavke s DHCP poslu¾itelja na va¹oj mre¾i, ipak æete moæi podesiti svoju mre¾u i ruèno.
hu: A hálózat konfigurálása vagy DHCP-vel, vagy az összes szükséges adat kézi beírásával történhet. Ha a DHCP-t választja és a Debian-telepítő nem tud az aktuális hálózaton levő DHCP-kiszolgálótól használható adatokat szerezni, a DHCP-s kísérlet után lehetősége nyílik a hálózat kézi konfigurációjára.
km: ការ​ត​បណ្ដាញ​អាច​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ដោយ DHCP ឬ ដោយ​​បញ្ចូល ព័ត៌មាន​ទាំងអស់​ដោយ​ដៃ ។ បើ​អ្នក​ជ្រើស​ប្រើ DHCP និង​កម្មវិធី​ដំឡើង​មិន​អាច ទទួល​បាន​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដែល​ដំណើរការ​ពីម៉ាស៊ីន​បម្រើ​ DHCP មួយ​លើ បណ្ដាញ​របស់​អ្នក អ្នក​នឹង​ត្រូវ​បាន​ផ្ដល់​ឱកាស​ឲ្យ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​របស់​អ្នក​ដោយ​ដៃ​ បន្ទាប់​ពី​ការ​ប៉ុនប៉ង​កំណត់​រចនាសម្ព័ន្ធ​វា​ដោយDHCP ។
vi: Cách chạy mạng có thể được cấu hình hoặc bằng DHCP hoặc bằng cách tự gõ tất cả các thông tin cần thiết. Nếu bạn chọn sử dụng DHCP còn bộ cài đặt không thể lấy một cấu hình hoạt động từ một trình phục vụ DHCP trên mạng bạn, bạn sẽ có dịp tự cấu hình mạng mình sau việc cố cấu hình nó bằng DHCP.
xh: Uthungelwano lungamiselwa ngenkqubo ye-DHCP okanye ngezandla ezingenisa yonke intsingiselo. Ukuba uhetha ukusebenzisa i-DHCP kwaye ke isiseki-zixhobo azikwazi ukufumana ukumiselwa kwenkqubo okusenzayo kwiseva ye DHCP kuthungelwano lwakho, uya kunikwa ithuba lokumilisela ngokwakho inkqubo yakho yothungelwano ngezandla emva kweenzame zokuyimisela nge-DHCP.

source: Domain name:
ar: اسم النّطاق:
cs: Název domény:
es: Nombre de dominio:
eu: Domeinu-izena:
hr: Ime domene:
hu: Hálózati domain:
km: ឈ្មោះ​ដែន ៖
vi: Tên miền:
xh: Igama lommandla:

source: The domain name is the part of your Internet address to the right of your host name. It is often something that ends in .com, .net, .edu, or .org. If you are setting up a home network, you can make something up, but make sure you use the same domain name on all your computers.
ar: اسم النّطاق هو الجزء من عنوان الإنترنت إلى اليمين من اسم المضيف. عادةً ما يكون منتهياً بـ.com أو .net أو .org. إن كنت تقوم بإعداد شبكةٍ منزلية، يمكنك اختيار ما ترغب به، ولكن تأكد من استخدام نفس اسم النّطاق على كل الأجهزة.
bs: domain name je dio vaše Internet adrese desno od vašeg host namea. To je ime koje se često završava s .com, .net, .edu ili .org. Ako postavljate kućnu mrežu, možete izmisliti neko ime, ali pobrinite se da koristite isti domain name na svim vašim kompjuterima.
cs: Doménové jméno je èást va¹í internetové adresy napravo od jména poèítaèe. Èasto konèí na na .org, .net, .edu nebo .cz. Pokud stavíte domácí sí», mù¾ete si nìco vymyslet, ale pou¾ijte stejnou doménu pro v¹echny poèítaèe.
es: El nombre de dominio es la parte de su dirección de Internet a la derecha de su nombre de sistema. Es habitualmente algo que termina por .com, .net, .edu, o .org. Si está seleccionando una red doméstica, puede inventárselo, pero asegurese de que utiliza el mismo nombre de dominio en todos sus ordenadores.
eu: Domeinu izena zure ostalari izenaren eskubialdean dagoen internet helbide zatia da. Hau .com, .net, edo .org antzerako batetan bukatu behar da. Etxe barneko sare bat konfiguratzen ari bazara, nahi duzuna erabil dezakezu, baina kontu izan zure ordengailu guztientan domeinu izen berdina ipini behar duzula.
hr: Ime domene je dio va¹e Internet adrese pokraj va¹eg imena raèunala. To je obièno ne¹to ¹to zavr¹ava s .hr, .com, .net, .edu ili .org. Ako pode¹avate kuænu mre¾u, mo¾ete ga proizvoljno odrediti, ali morate koristiti isto ime domene na svim va¹im raèunalima.
hu: A hálózati domain az gép Internet-címének gépnévtől jobbra eső része. A végződése sok esetben .com, .net, .edu, .org vagy .hu. Ha otthoni hálózatot telepít, akkor akár egy tetszőleges domaint is kitalálhat, de azért minden gépén ugyanarra állítsa be.
km: ឈ្មោះ​ដែន​គឺ​ជា​ផ្នែក​អាសយដ្ឋាន​អ៊ីនធឺណិត​ដែល​នៅ​ខាងស្ដាំ​ឈ្មោះ​ម៉ាស៊ីន​របស់​អ្នក ។ វាអាច​​មាន​កន្ទុយ .com, .net, .edu, ឬ .org ។ បើ​អ្នក​កំពុង​រៀបចំ​បណ្ដាញ​ក្នុង​ផ្ទះ​មួយ អ្នក​អាច​រៀបចំ​បាន ប៉ុន្តែ​ត្រូវប្រាកដ​ថា​អ្នក​ប្រើឈ្មោះ​ដែន​ដូច​គ្នា​លើ​កុំព្យូទ័រ​របស់​អ្នក​ទាំងអស់ ។​
nl: De domeinnaam is dat deel van je Internetadres rechts van je computernaam. Het is vaak iets dat eindigt in .com, .net, .edu, of, .org. Indien u een thuisnetwerk aan het opzettenbent, kan u zomaar iets verzinnen, u dient er enkel voor te zorgen dat al uw computers dezelfde domeinnaam gebruiken.
vi: Tên miền (domain name) là phần của địa chỉ Mạng ở bên phải tên máy (host name). Nó thường có phần cuối: .com, .co công ty .net Mạng .edu giao dục .org tổ chức. Nếu bạn đang thiết lập một mạng ở nhà thì có thể tạo tên miền (vì nó không phải là phần Mạng bên ngoại), nhưng hãy chắc đã dụng cùng một tên miền trên mọi máy vi tính trên mạng cục bộ.
xh: Igama lommandla, liyinxenye ye-dillesi yakho ye-Intanethi ekunene kwegama lomququzeli wakho. Le yinto ephela kanje ngo .com, .net, .edu, okanye .org. Ukuba umisela uthungelwano ekhaya, ungazenzela nje oyicingileyo, kodwa qiniseka ukuba usenzisa igama elinye lommandla wazo zonke iikhompyutha zakho.

source: Name server addresses:
ar: عناوين خادمات الأسماء:
bs: Adrese (DNS) name servera:
cs: Adresy jmenných serverù:
es: Direcciones de servidores de nombre:
eu: Izen zerbitzari helbidea:
hr: Adresa imenskog poslu¾itelja:
hu: Névszolgáltatók címei:
km: អាសយដ្ឋាន​ម៉ាស៊ីន​បម្រើឈ្មោះ ៖
vi: Các địa chỉ máy phục vụ tên:
xh: Iidilesi zeseva yamagama:

source: The name servers are used to look up host names on the network. Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first name server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
ar: خادمات الأسماء تستخدم للبحث عن أسماء المضيفين على الشّبكة. فضلاً أدخل عناوين IP (و ليس أسماء المضيفين) 3 خادمات أسماء كحدٍّ أقصى، مفصولةً بمسافات. لا تستعمل فواصلاً. أوّل خادم أسماءٍ في القائمة سيستعلم منه أوّلاً. إذا كنت لا تريد استخدام أي خادم أسماء فاترك هذا الحقل خالياً.
cs: Jmenné servery slou¾í pro vyhledávání poèítaèù na síti podle jejich jmen. Zadejte IP adresy (ne názvy) maximálnì tøí jmenných serverù oddìlené mezerami. Nepou¾ívejte èárky. Servery budou dotazovány v poøadí, v jakém je zadáte. Pokud nechcete pou¾ívat jmenné servery, nechte pole prázdné.
eu: Izen zerbitzariak ostalari izenak ebazteko erabiltzen dira. Mesdez sar IP helbideak (ez ostalari izena), gehienez hiru hutsune batez bereizirik. Ez erabili gakorik. Zerrendako lehen zerbitzari lehen erabiliko dena da. Ez baduzu izen zerbitzaririk erabili nahi atal hau hutsik utz dezakezu.
hr: Imenski poslu¾itelji koriste se za tra¾enje imena raèunala na mre¾i. Molim unesite IP adrese (ne imena domaæina) do 3 imenska poslu¾itelja, odvojene razmacima. Ne koristite zareze. Prvi imenski poslu¾itelj na popisu æe biti prvi upitan. Ako ne ¾elite koristiti imenske poslu¾itelje, ostavite prazno.
hu: A névszolgáltatók a hálózaton található gépek neveinek feloldására használatosak. Szóközökkel elválasztva adja meg a (legfeljebb 3) névszolgáltató IP-címét (nem gépnevét). Ne tegyen közéjük vesszőket. Az elsőnek megadott kiszolgálóhoz fordul majd először. Ha nem vesz igénybe névszolgáltatót, hagyja üresen a mezőt.
vi: Máy phục vụ tên (name server) được dùng để tra tìm tên máy trên mạng. Hãy gõ những địa chỉ IP (Internet Protocol: giao thức Mạng, v.d. 127.0.0.0) của 1-3 máy phục vụ tên, định giới bằng dấu cách (đừng dùng dấu phẩy). Tên đầu tiên trong danh sách này sẽ nhận truy vấn thứ nhất. Nếu bạn không muốn sử dụng máy phục vụ tên nào thì hãy bỏ trường này rỗng.
xh: Iiseva zamagama zisetyenziselwa ukukhangela amagama omququzeleli kuthungelwano. Nceda ungenise iidilesi ze-IP (ingengawo amagama omququzeleli) ezifikile kwisi 3 seseva zamagama, zahlulwe ngezithuba. Musa ukusebenzisa iikoma. Iseva yegama yokuqal eluhlwini, iya kuba yeyokuqala ukuthandabuzwa. Ukuba awufuni kusebenza iseva yegama nayiphina na, yishiye lendawo ize.

source: Primary network interface:
ar: واجهة الشّبكة الأوّليّة:
bs: Primarni mrežni interfejs:
cs: Primární sí»ové rozhraní:
eu: Lehen sare interfazea:
hr: Osnovno mre¾no suèelje:
hu: Elsődleges hálózati csatoló:
km: ចំណុច​ប្រទាក់​បណ្តាញចម្បង ៖
vi: Giao diện mạng chính:
xh: Umdibaniso wemida wothungelwano osisiseko:

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface during the installation. If possible, the first connected network interface found has been selected.
km: ប្រព័ន្ធ​របស់​អ្នក​មាន​ចំណុច​ប្រទាក់​បណ្ដាញ​ច្រើន ។ ជ្រើស​ចំណុច​ប្រទាក់​មួយ​ដែល​ត្រូវ​ប្រើ​ជា​ចំណុច​ប្រទាក់​បណ្ដាញ​ចម្បង​កំឡុង​ពេល​ដំឡើង ។ បើ​អាច ចំណុច​ប្រទាក់​បណ្ដាញ​​បាន​តភ្ជាប់ដែល​បាន​រក​ឃើញ​​ដំបូង​គេ ត្រូវ​បាន​ជ្រើស ។​
vi: Hệ thống bạn có nhiều giao diện mạng. Hãy chọn điều nào cần sử dụng là giao diện mạng chính trong quá trình cài đặt. Nếu có thể, giao diện mạng được kết nối đầu tiên đã được chọn.

source: Wireless ESSID for ${iface}:
ar: ESSID لاسلكي لـ ${iface}:
cs: ESSID pro bezdrátové ${iface}:
eu: ${iface}-ren Wireless ESSID-a:
hr: Be¾ièni ESSID za ${iface}:
hu: Drótnélküli hálózati csatoló (${iface}) hálózati azonosítója (ESSID):
km: ESSID ឥត​ខ្សែ​សម្រាប់ ${iface} ៖
vi: ESSID vô tuyến cho ${iface}:
xh: I-ESSID engasebenzisi zintambo ye ${iface}:

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. If you would like to use any available network, leave this field blank.
ar: ${iface} واجهة شبكةٍ لاسلكيّة. فضلاً أدخل اسم (الESSID) للشّبكة اللّاسلكيّة التي تريد من ${iface} استعمالها. إذا كنت تريد استعمال أيّة شبكةٍ متوفّرة فاترك هذا الحقل خالياً.
cs: ${iface} je rozhraní k bezdrátové síti. Zadejte jméno (ESSID) bezdrátové sítì, kterou chcete pøes rozhraní ${iface} pou¾ívat. Jestli¾e chcete pou¾ít libovolnou dostupnou sí», ponechte pole prázdné.
eu: ${iface} wireless sare interfaze bat da. Mesdez sartu ${iface}-k erabilitzea nahi duzun kablegabeko sare izena (ESSID-a). Erabilgarri dagoen edozein sare erabiltzeko hutsik utz dezakezu
hr: ${iface} je be¾ièno mre¾no suèelje. Molim unesite ime (ESSID) be¾iène mre¾e koju ¾elite da ${iface} koristi. Ako ¾elite koristiti bilo koju dostupnu mre¾u, ostavite prazno.
hu: A rendszer felderítése drótnélküli hálózati csatolót (${iface}) talált. Adja meg az e csatoló révén használni kívánt drótnélküli hálózat nevét (ESSID). Ha bármely elérhető hálózat megfelel, hagyja üresen.
km: ${iface} ជា​ចំណុច​ប្រទាក់​បណ្ដាញ​ឥត​ខ្សែមួយ ។ សូម​បញ្ចូល​ឈ្មោះ​ (ESSID) នៃ​បណ្ដាញ​ឥតខ្សែ​ដែល​អ្នក​ចង់​ឲ្យ​ ${iface} ប្រើ ។ បើ​អ្នក​ចង់​ប្រើ​បណ្ដាញ​ដែល​មានណាមួយ នោះទុក​វាល​នេះ​ទំនេរ ។​
vi: ${iface} là một giao diện mạng vô tuyến (wireless). Hãy gõ tên (ESSID) của giao diện mạng vô tuyến nào bạn muốn ${iface} sử dụng. Nếu bạn muốn sử dụng bất cứ mạng sẵn sằng nào thì hãy bỏ trường này rỗng.
xh: I-${iface} ngumdibaniso wemida wothungelwano osebenza ngaphandle kweentambo. Nceda ufake igama (i-ESSID) lothungelwano engasebenzisi zithambo ongathanda ukuba i-${iface} iyisebenzise. Ukuba ungathanda ukusebenziisa uthungelwano olufumanekayo, yishiye le ndawo ize.

source: WEP key for wireless device ${iface}:
ar: مفتاح WEP للجهاز اللّاسلكي ${iface}:
cs: WEP klíè pro bezdrátové zaøízení ${iface}:
eu: ${iface}-ren WEP gakoa:
hr: WEP kljuè za be¾ièni ureðaj ${iface}:
hu: Drótnélküli eszköz (${iface}) WEP-kulcsa:
km: WEP key សម្រាប់​ឧបករណ៍​ឥត​ខ្សែ ${iface} ៖
vi: Khóa WEP cho thiết bị vô tuyến ${iface}:
xh: Isitshixo se-WEP sesixhobo esebenza ngaphandle kweentambo ${iface}:

source: If applicable, please enter the WEP security key for the wireless device ${iface}. There are two ways to do this:
ar: إن أمكن فأدخل مفتاح أمن WEP للجهاز اللّاسلكي ${iface}. هناك طريقتان للقيام بهذا:
cs: Pokud mù¾ete, zadejte bezpeènostní klíè WEP pro bezdrátové zaøízení ${iface}. Existují dvì mo¾nosti:
eu: Erabilgarri bada. mesedez satu zure ${iface} gailuaren WEP segurtasun kodea. Hau egiteko bi modu daude:
hr: Ako je potrebno, molim unesite sigurnosni WEP kljuè za be¾ièni ureðaj ${iface}. To mo¾ete na dva naèina:
hu: Adja meg a drótnélküli eszköz (${iface}) biztonsági WEP-kulcsát (ha van ilyen). Ezt kétféle módon teheti:
vi: Nếu thích hợp, hãy gõ khóa bảo mật (security key) WEP cho thiết bị vô tuyến ${iface}. Có hai cách làm như thế:
xh: Ukuba inokusetyenziswa, nceda ungenise isitshixo sokhuseleko se-WEP esenzelwe isixhobo esisetyenziswa ngaphandle kwentambo i-${iface}. Zimbini iindlela zokwenza oku:

source: If your WEP key is in the format 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', or 'nnnnnnnn', where n is a number, just enter it as it is into this field.
ar: إذا كان مفتاح WEP الخاص بك ذو نسق 'nnnn-nnnn-nn' أو 'nn:nn:nn:nn:nn:nn:nn:nn' أو 'nnnnnnnn' حيث n هو رقم، فأدخله كما هو في هذا الحقل.
hr: Ako je va¹ WEP kljuè u formatu 'nnnn-nnnn-nn' 'nn:nn:nn:nn:nn:nn:nn:nn', ili 'nnnnnnnn', gdje je n broj, samo ga unesite u ovo polje kakav jest.
km: បើ​គន្លឺះ​ WEP របស់​អ្នកមាន​ទ្រង់ទ្រាយ​ 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', ឬ 'nnnnnnnn' ដែល n ជា​លេខ គ្រាន់​តែ​បញ្ចូល​វា​ឲ្យ​ត្រឹមត្រូវ​ក្នុង​វាល​​​​​​នេះ ។
vi: Nếu khóa WEP bạn có dạng thức « nnnn-nnnn-nn », « nn:nn:nn:nn:nn:nn:nn:nn », hay « nnnnnnnn », mà « n » là con số, chỉ đơn giản gõ chuỗi số đó vào trường này.
xh: Ukuba isitshixo sakho se-WEP sikoku kumila 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', okanye 'nnnnnnnn', apho u-n elinani, yingenise injengoko injalo kule ndawo.

source: If your WEP key is in the format of a passphrase, prefix it with 's:' (without quotes).
ar: إذا كان مفتاح WEP الخاص بك عبارة عن جملةٍ مروريّة فابتدئه بـ 's:' (دون علامات التّنصيص).
cs: Pokud je vá¹ WEP klíè ve formì hesla, napi¹te pøed nìj 's:' (bez apostrofù).
eu: Zure WEP kodea pasahitz formatukoa bada, ipini 's:' aurretik (gakorik gabe)
hr: Ako je va¹ WEP kljuè u formatu zapornog izraza, dodajte mu 's:' na poèetak (bez navodnika).
hu: Ha a WEP-kulcs egy jelmondat, akkor azt egy 's:' előtaggal ellátva adja meg (az aposztrófok nélkül).
km: បើ​If your WEP key is in the format of a passphrase, prefix it with 's:' (without quotes).
vi: Nếu khóa WEP ban co dạng thức cụm từ mật khẩu (passphrase) thì hãy thêm chữ « s » và dấu hai chấm vào đầu khóa đó: « s:cụm_từ_mật_khẩu ».
xh: Ukuba isitshixo se-WEP sikukumila komngqele, beka ekuqaleni kwayo u 's:' (ngaphandle kweempawu zocaphulo).

source: Of course, if there is no WEP key for your wireless network, leave this field blank.
ar: طبعاً إذا لم يكن هنالك مفتاح WEP لشبكتك اللّاسلكيّة فاترك هذا الحقل فارغاً.
cs: Samozøejmì, pokud WEP klíè na bezdrátové síti nepou¾íváte, nezadávejte nic.
eu: Noski zure kablegabeko sareak ez badu WEP koderik hutsik utzi behar duzu.
hr: Naravno, ako nema WEP kljuèa za va¹u be¾iènu mre¾u, ostavite prazno.
hu: Ha a drótnélküli hálózathoz nem szükséges WEP-kulcs, akkor a mezőt természetesen hagyja üresen.
km: ពិតមែន​ហើយ បើ​មិនមាន ​WEP key សម្រាប់​បណ្ដាញឥត​ខ្សែ​របស់អ្នក នោះ​ទុក​វាល​នេះ​ទំនេរ ។
vi: Vậy nếu không có khóa WEP cho mạng vô tuyến của bạn, hãy bỏ trường này rỗng.
xh: Kakade, ukuba akukho sitshixo se-WEP esenzelwe uthungelwano lwakho olusebenza ngaphandle kwentambo, yishiye le ndawo ize.

source: Invalid WEP key
ar: مفتاح WEP غير صالح
cs: Neplatný WEP klíè
eu: Baliogabeko WEP gakoa
hr: Nevaljan WEP kljuè
hu: Érvénytelen WEP-kulcs
km: WEP key មិន​ត្រឹមត្រូវ
vi: Khóa WEP không hợp lệ
xh: Isitshixo se-WEP esingekho mthethweni

source: The WEP key '${wepkey}' is invalid. Please refer to the instructions on the next screen carefully on how to enter your WEP key correctly, and try again.
ar: مفتاح الWEP '${wepkey}' غير صالح. فضلاً راجع الإرشادات على الصّفحة التّالية بتمعّن لمعلوماتٍ عن كيفية إدخال مفتاح WEP الخاص بك بشكلٍ صحيح ثم حاول مجدّداً.
cs: WEP klíè '${wepkey}' je neplatný. Pozornì si pøeètete návod na dal¹í obrazovce a zkuste to znovu.
eu: '${wepkey}' WEP gakoa baliogabea da. Mesedez begiratu itzazu hurrengo horriko argibideak zure WEP gakoa egoki nola sartu ikusteko eta berriz saiatu zaitez.
hr: WEP kljuè '${wepkey}' nije valjan. Molim, pozorno proèitajte naputak na slijedeæem zaslonu kako ispravno unijeti WEP kljuè i poku¹ajte iznova.
hu: A WEP-kulcs (${wepkey}) érvénytelen. A következő szabályok szerint újból megadhatja a WEP-kulcsot.
km: លេខ​សម្ងាត់​ WEP '${wepkey}' មិន​ត្រឹមត្រូវ ។ សូម​យោង​ទៅ​លើ​សេចក្ដី​ណែនាំ​នៅ​លើ​អេក្រង់បន្ទាប់​អំពី​វិធី​បញ្ចូល​លេខ​សម្ងាត់ WEP ដោយ​ត្រឹមត្រូវ រួច​ព្យាយាម​ម្ដង​ទៀត ។​
vi: Khóa WEP « ${wepkey} » không hợp lệ. Trên màn hình kế tiếp, hãy tham chiếu một cách cẩn thận những hướng dẫn về cách gõ khóa WEP cho đúng, rồi thư lại.
xh: Isitshixo se-WEP '${wepkey}' askho mthethweni. Nceda ugqithisele kwimiyalelo ekwiskrini esilandelayo ngocoselelo ufunde indlela yokusingenisa ngokufanelekileyo isitshixo sakho se-WEP, uphinde uzame kwakhona.

source: Invalid ESSID
ar: ESSID غير صالح
cs: Neplatné ESSID
eu: Baliogabeko ESSID-a
hr: Nevaljan ESSID
hu: Érvénytelen ESSID
km: ESSID មិន​ត្រឹមត្រូវ
vi: ESSID không hợp lệ
xh: I-ESSID engekho mthethweni

source: The ESSID "${essid}" is invalid. ESSIDs may only be up to 32 characters, but may contain all kinds of characters.
ar: الESSID "${essid}" غير صالح. يجب أن يكون الESSID ذو 32 حرفاً كحدٍّ أقصى و لكن يمكنه أن يحتوي مختلف أنواع الأحرف.
cs: ESSID "${essid}" je neplatné. ESSID mù¾e obsahovat libovolné znaky, ale musí být krat¹í ne¾ 32 znakù.
eu: "${essid}" ESSID-a baliogabea da. ESSID-ek 32 karaketretik gora ezin dute izan, baina edozein karaktere izan ditzakete.
hr: ESSID "${essid}" nije valjan. ESSID-i mogu biti velièine do 32 znaka i mogu sadr¾avati sve vrste znakovlja.
hu: Az ESSID "${essid}" érvénytelen. Az ESSID-k legfeljebb 32 karakterből állhatnak, és mindenféle karaktert tartalmazhatnak.
km: ​ESSID "${essid}" គឺ​មិន​ត្រឹមត្រូវ ។ ​SIDs អាច​មាន​ត្រឹមតែ​​ 32 តួ​អក្សរ ប៉ុន្ដែ​អាច​មាន​ប្រភេទ​តួ​អក្សរ​ទាំងអស់ ។
vi: ESSID « ${essid} » không hợp lệ. ESSID có thể chứa chỉ 1-32 ký tự, nhưng bất cứ kiểu ký tự nào.
xh: I-ESSID "${essid}" ayikho mthethweni. ii-ESSIDs zingaphela kuuphela kwizimo ezingama-32, kodwa ingaqulatha intlobo ezininzi zezimo.

source: Hostname:
ar: اسم المضيف:
cs: Jméno poèítaèe:
es: Nombre de la máquina:
eu: Ostalari izena:
hr: Ime raèunala:
hu: Gépnév:
km: ឈ្មោះ​ម៉ាស៊ីន ៖
vi: Tên máy:
xh: Igama lomququzeleli:

source: Please enter the hostname for this system.
ar: رجاءً أدخل اسم المضيف لهذا النظام.
bs: Molim unesite hostname za ovaj sistem.
cs: Zadejte jméno tohoto poèítaèe.
es: Por favor, introduzca el nombre de la máquina.
eu: Mesedez sartu sistemaren ostalari izena
hr: Molim unesite ime raèunala za ovaj sustav.
hu: Adja meg a rendszer gépnevét.
km: សូម​បញ្ចូល​ឈ្មោះ​កុំព្យូទ័រ​សម្រាប់​ប្រព័ន្ធ​នេះ ។
vi: Hãy gõ tên máy cho hệ thống này.
xh: Nceda ungenise igama lomququzeleli wale nkqubo.

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
ar: اسم المضيف هو كلمةٌ واحدة تعرّف عن نظامك للشّبكة. إن لم تكن تعرف ما يفترض أن يكون اسم المضيف الخاص بك فاستشر مدير الشّبكة. إن كنت تقوم بإعداد شبكة منزلك الخاصّة، يمكنك اختيار ما ترغب به.
bs: Hostname je jedna riječ koja identifikuje vaš sistem na mreži. Ako ne znate kakav bi trebao biti vaš hostname, konsultirajte vašeg mrežnog administratora. Ako postavljate vašu vlastitu kućnu mrežu, onda možete izmisliti nešto ovdje.
cs: Jméno poèítaèe je jednoslovný název, který identifikuje vá¹ systém v síti. Pokud neznáte název svého poèítaèe, zeptejte se svého sí»ového správce. Jestli¾e stavíte domácí sí», mù¾ete si vymyslet témìø cokoliv.
es: El nombre del sistema es una sóla palabra que identifica su sistema en la red. Si no sabe qué nombre debería tener, consulte a su administrador de red. Si está configurando una red doméstica, puede inventarse el valor del nombre.
eu: Ostalari izena zure ordenagailua sarean ezagutaraziko duen izena da. Zure ostalari izena ez badakizu galde iezaiozu zure sare kudeatzaileari. Etxeko sare bat muntatzen ari bazara, hemen nahi duzuna ipini dezakezu.
hr: Ime raèunala je jedna rijeè koja identificira va¹e raèunalo na mre¾i. Ako ne znate kakvo ono treba biti, pitajte svog mre¾nog administratora. Ako pode¹avate svoju kuænu mre¾u, mo¾ete ga proizvoljno odrediti.
hu: A gépnév egy szóból áll, és a hálózaton belül azonosítja a rendszert. Ha nem tudja, mi legyen a gépnév, beszéljen az illetékes hálózati adminisztrátorral. Ha saját otthoni hálózatot épít ki, akkor tetszőleges nevet megadhat.
km: ឈ្មោះ​ម៉ាស៊ីន​ជា​ពាក្យ​តែមួយ​ដែល​សម្គាល់​ប្រព័ន្ធ​របស់​អ្នក​លើៅ​បណ្ដាញ ។ បើអ្នក​មិន​​ដឹង​ថា​គួរ​ដាក់​ឈ្មោះ​ម៉ាស៊ីន​បែបណានេះ ពិគ្រោះ​ជាមួយ​អ្នក​គ្រប់គ្រងបណ្ដាញ​របស់​អ្នកបើ​អ្នក​កំពុង​រៀបចំបណ្ដាញ​ក្នុ​ងផ្ទះ​របស់​អ្នក​ផ្ទាល់ អ្នក​អាច​រៀបចំ​អ្វីៗ​ទីនេះ ។
vi: Tên máy (hostname) là một từ riêng lẻ mà nhận biết hệ thống bạn cho mạng. Nếu bạn chưa biết tên máy nên là gì, hãy hỏi quản trị mạng. Nếu bạn đang thiết lập mạng ở nhà thì có thể tạo gì ở đây.
xh: Igama lomququzeleli igama elilodwa elalatha inkqubo yakho eya kuthungelwano. Ukuba akulazi igama lomququzeleli wakho, fumana icebo kumlawuli wakho wothungelwano. Ukuba umisela olwakho uthungelwano lwasekhaya, ungenza into apha.

source: Invalid hostname
ar: اسم مضيف غير صالح
bs: Neispravan hostname
cs: Neplatné jméno
es: Nombre de sistema inválido
eu: Baliogabeko ostalari izena
hr: Nevaljano ime raèunala
hu: Érvénytelen gépnév
km: ឈ្មោះ​កុំព្យូទ័រ​មិនត្រឹមត្រូវ
vi: Tên máy không hợp lệ
xh: Igama lomququzeleli alikho mthethweni

source: The name "${hostname}" is invalid.
ar: الاسم "${hostname}" غير صالح.
bs: Hostname "${hostname}" je neispravan.
cs: Jméno poèítaèe "${hostname}" je neplatné.
es: El nombre de sistema «${hostname}» no es válido
eu: "${hostname}" izena baliogabekoa da.
hr: Ime "${hostname}" nije valjano.
hu: A gépnév ("${hostname}") érvénytelen.
km: ឈ្មោះ "${hostname}" គឺ​មិនត្រឹម​ត្រូវ ។
vi: Tên máy « ${hostname} » không phải hợp lệ.
xh: Igama"${hostname}" alikho mthethweni.
