Repository: sorinasandu/Debian_Netcfg
Catalog: debian/po/*.po
Languages: ar, bs, cs, es, eu, hr, hu, km, nl, vi, xh

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface while installing Debian.
bs: Vaš sistem ima višestruke mrežne interfejse. Odaberite jedan koji ćete koristiti kao primarni mrežni interfejs tokom instaliranja Debiana.
cs: Vá¹ systém má nìkolik sí»ových rozhraní. Vyberte to, které chcete pou¾ít pro instalaci Debianu.
eu: Zure sistemak sare interfaze anitz ditu. Aukeratu bat Debian instalatzerakoan sare lehen interfaze bezala erabiltzeko.
hu: A gép több hálózati csatolóval is rendelkezik. Válassza ki a Debian telepítésére használni kívánt elsődleges csatolót.

source: If your WEP key is in the format 'nnnn-nnnn-nn' or 'nnnnnnnn', where n is a number, just enter it as it is into this field.
cs: Pokud je vá¹ WEP klíè ve tvaru 'nnnn-nnnn-nn' nebo 'nnnnnnnn', kde n jsou èíslice, jednodu¹e jej pøepi¹te do pole.
eu: Zure WEP kodea 'nnnn-nnnn-nn' edo 'nnnnnnnn' formatuan, non n zenbaki bat da, badago sartu ezazu horrelaxe
hu: Ha a WEP-kulcs 'nnnn-nnnn-nn' vagy 'nnnnnnnn' formátumú (az n-ek helyén számok állnak), akkor írja be a mezőbe úgy, ahogy van.

source: A valid hostname may contain only alphanumeric characters and the minus sign. It must be between 2 and 63 characters long, and may not begin or end with a minus sign.
bs: Ispravan hostname se može sastojati od alfanumeričkih znakova i minusa, može biti između 2 i 63 znaka dug i ne može počinjati niti završavati sa minusom.
cs: Název poèítaèe smí obsahovat pouze alfanumerické znaky a znaménko mínus, musí být v rozmezí 2 a 63 znakù a nesmí zaèínat nebo konèit znaménkem mínus.
es: Un nombre de host válido debe contener sólo caracteres alfanúmericos y el signo menos, debe tener entre 2 y 63 caracteres, y no puede empezar o terminar con el signo menos.
eu: Baliozko ostalari izenek karaktere alfazenbakizko eta gutxiago ikurra bakarrik izan ditzakete. Berauk 2 eta 63 karaktere artean izan behar ditu, eta ezin da gutxiago ikurraz ez hasi ez bukatu.
hu: Egy érvényes gépnév csak alfanumerikus karakterekből és a mínuszjelből áll, legalább 2, legfeljebb 63 karakter hosszú, és mínuszjel se az elején, se a végén nincs.

source: From here you can choose to retry DHCP network autoconfiguration (which may work if your DHCP server takes a long time to respond) or to configure the network manually. Some DHCP servers require a DHCP hostname to be sent by the client, so you can also choose to retry DHCP network autoconfiguration with a hostname that you provide.
cs: Nyní mù¾ete znovu zkusit nastavit sí» pøes DHCP (co¾ mù¾e fungovat, pokud má vá¹ DHCP server pomalej¹í odpovìdi), nebo mù¾ete sí» nastavit ruènì. Nìkteré DHCP servery pøidìlují adresy pouze po zadání konkrétního DHCP jména poèítaèe, tak¾e mù¾ete vyzkou¹et i tuto variantu.
eu: Sare autokonfigurazioak huts egin du. Hau DHCP zerbitzari geldo baten errua izan liteke, eta ziurrenik berriz saiatu beharko zenuke. Edo sarea eskuz konfiguratu dezakezu. Izan liteke ere DHCP Zerbitzari batzuek DHCP ostalari izen berezi bat behar izatea, orduan zuk izen hori ezarri beharko zenuke DHCP eskaria egin aurretik.
hu: Ismét kísérletet tehet a hálózat DHCP-vel végzett automatikus konfigurálására (erre pl. a hálózat DHCP-kiszolgálójának lassúsága adhat okot), vagy kézi módszerekhez is folyamodhat. Egyes DHCP-kiszolgálók csak egy bizonyos DHCP-gépnév megadására válaszolnak, ha ilyen kiszolgálót próbál megszólítani, akkor a DHCP újrapróbálása előtt megadhatja a megfelelő gépnevet is.

source: ${wifireconf}
xh: i-${wifireconf}

source: Dynamic addressing (DHCP), Static addressing (manual)
bs: Dinamično adresiranje (DHCP), Statičko adresiranje (ručno)
es: Direccionamiento dinámico (DHCP), direccionamiento estático (manual)

source: Networking can either be configured by DHCP or by manually entering all the information. If you choose DHCP and the installer is unable to get a working configuration from a DHCP server on your network, you will be given the opportunity to configure your network manually after the atempt to configure it by DHCP. If unsure choose DHCP.
bs: Umrežavanje može biti podešeno putem DHCP-a ili ručno unošenjem svih informacija. Ako izaberete DHCP i installer ne bude u mogućnosti da dobije ispravnu konfiguraciju od DHCP servera na vašoj mreži, daće vam se prilika da podesite vašu mrežu ručno nakon pokušaja podešavanja putem DHCP-a. Ako niste sigurni odaberite DHCP.
es: La red puede configurarse, bien mediante DHCP o bien introduciendo manualmente toda la información. Si elige DHCP y el instalador no puede encontrar una configuración que funcione de un servidor DHCP de su red, se le dará oportunidad de configurar su red manualmente tras el intento de hacerlo por DHCP. Si no está seguro, eliga DHCP.

source: Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
bs: Molim unesite IP adrese (ne host nameove) do 3 (DNS) name servera, razdvojene razmaknicama. Nemojte koristiti zareze. Serveri će biti ispitivani redoslijedom kojim ste ih unijeli. Ako ne želite koristiti name servere, samo ostavite ovo polje prazno.
es: Por favor introduzca la dirección IP (no nombre de sistema) de hasta tres servidores de nombres, separados por espacios. No utilice comas. Los servidores serán preguntados en el orden en que se introduzcan. Si no quiere utilizar ningún servidor de nombres deje este campo en blanco.

source: Error while activating the network
es: Error mientras se activaba la red

source: An error occurred while activating the network.
es: Se produjo un error mientras se activaba la red.

source: An error occured and the network configuration process has been aborted. You may retry it from the installation main menu.
bs: Došlo je do greške i proces mrežne konfiguracije je obustavljen. Možete ponovo pokušati iz glavnog instalacijskog menija.
es: Ocurrió un error y el proceso de configuración de la red ha sido abortado. Puede intentarlo de nuevo desde el menú principal de la instalación.

source: PC-Card (PCMCIA) Ethernet or Token Ring
bs: PC-Card (PCMCIA) Ethernet ili Token Ring
es: PC-Card (PCMCIA) Ethernet o Token Ring

source: Network Configuration
bs: Mrežna konfiguracija
es: Configuración de red

source: interface = ${interface} hostname = ${hostname} domain = ${domain} dhcp hostname = ${dhcp_hostname} nameservers = ${nameservers}
bs: interfejs = ${interface} hostname = ${hostname} domena = ${domain} dhcp hostname = ${dhcp_hostname} nameservers = ${nameservers}
es: interfaz = ${interface} nombre de host = ${hostname} dominio = ${domain} nombre de dhcp = ${dhcp_hostname} servidores de nombres = ${nameservers}
nl: interface = ${interface} computernaam = ${hostname} domein = ${domain} dhcp computernaam = ${dhcp_hostname} nameservers = ${nameservers}

source: Do you want to retry DHCP network configuration?
bs: Da li želite ponovo pokušati DHCP mrežnu konfiguraciju?
es: ¿Quiere reintentar una configuración de red mediante DHCP?

source: No IP address was offered during DHCP network configuration. DHCP servers are sometimes really slow. If you wish, you can retry.
bs: IP adresa nije ponuđena tokom DHCP mrežne konfiguracije. DHCP serveri su ponekad veoma spori. Ako želite, možete pokušati ponovo.
es: No se ha ofrecido ninguna dirección IP durante la configuración de la red por DHCP. Los servidores DHCP son, a veces, realmente lentos. Si lo desea, puede reintentarlo.

source: Dynamic network configuration (DHCP)
bs: Dinamička konfiguracija mreže (DHCP)
es: Configuración de red dinámica (DHCP)

source: interface = ${interface} hostname = ${hostname} domain = ${domain} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
bs: interfejs = ${interface} hostname = ${hostname} domena = ${domain} ipadresa = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
es: interfaz = ${interface} nombre de host = ${hostname} dominio = ${domain} dirección IP = ${ipaddress} máscara de red = ${netmask} pasarela = ${gateway} punto a punto = ${pointopoint} servidores de nombres = ${nameservers}
nl: interface = ${interface} computernaam = ${hostname} domein = ${domain} ipadres = ${ipaddress} netwerkmasker = ${netmask} gateway = ${gateway} punnaarpunt = ${pointopoint} nameservers = ${nameservers}

source: Static network configuration
bs: Statička konfiguracija mreže
es: Configuración estática de la red

source: Choose the domain name.
nl: Kies de domeinnaam.

source: Choose the DNS Server Addresses
nl: Kies het DNS Server adress

source: Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The servers will be queried in the order in which you enter them. If you don't want to use any name servers just leave this field blank.
nl: Gelieve de IP adressen (niet de computernamen) van maximaal 3 nameservers gescheiden door spaties in te voeren. Gebruik geen commas. De servers zullen bevraagd wordenin de volgorde waarin u ze invoert. Indien u geen gebruik wenst te maken van een nameserver laat u dit veld gewoon leeg.

source: Choose an interface.
nl: Kies een interface.

source: The following interfaces were detected. Choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP).
nl: De volgende interfaces zijn gedetecteerd. Kies het type van uw primaire netwerk interface dat u nodig heeft voor het installeren van het Debian systeem via NFS of HTTP

source: An error occured.
nl: Er is een fout opgetreden

source: Something went wrong when I tried to activate your network.
nl: Er is iets misgegaan bij het activeren van het netwerk.

source: Enter the system's hostname.
nl: Voer de computernaam van het systeem in.

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
nl: De computernaam is een enkel woord dat uw systeem naar het netwerk toe identificeert. Indien u niet weet welke naam u moet gebruiken neem dan contact op met uw netwerkbeheerder. Indien u uw eigen thuisnetwerk aan het opzetten bent, kan u gewoon wat verzinnen

source: The hostname "${hostname}" is invalid.
nl: De computernaam "${HOSTNAME}" is ongeldig.

source: A valid hostname may contain only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and cannot begin or end with a minus sign.
nl: Een geldige computernaam mag enkel alphanumerieke karakters en mintekens bevatten, moet tussen 2 en 63 karakters lang zijn, en mag niet beginnen of eindigen met een minteken.

source: An error occured and I cannot continue.
nl: Er is een fout opgetreden, ik kan niet verdergaan.

source: Feel free to retry.
nl: het staat u vrij om opnieuw te proberen.

source: No interfaces were detected.
nl: Er zijn geen interfaces gedetecteerd.

source: No network interfaces were found. That means that the installation system was unable to find a network device. If you do have a network card, then it is possible that the module for it hasn't been selected yet. Go back to 'Detect network hardware and load kernel drivers for it'.
nl: Er zijn geen netwerk interfaces gevonden. Dat betekend dat het installatiesysteem niet in staat was om een netwerk apparaat te vinden. Indien u een netwerk kaart heeft, dan heeft u mogelijks de verkeerde module geselecteerd. Ga terug naar 'Detecteer netwerk hardware en laad de nodige kernel drivers'.

source: What is your dhcp hostname?
nl: Wat is uw dhcp computernaam?

source: In some situations, you may need to supply a DHCP host name. These situations are rare. Most commonly, it applies to cable modem users. If you are a cable modem user, you might need to specify an account number here. Otherwise, you can just leave this blank.
nl: In sommige situaties dient u een DHCP comuternaam op te geven. Dit is zelden het geval. Dit is voornamelijk van toepassing op kabelmodem gebruikers. Indien u eenkabelmodemgebruiker bent dient u hier mogelijks een accountnummer op te geven. Zoniet kunt u dit gewoon leeg laten.

source: I will now configure the network.
nl: Ik zal nu het netwerk instellen.

source: This may take some time. It shouldn't take more than a minute or two.
nl: Dit kan enige tijd duren. Normaliter niet meer dan een minuut of twee.

source: No dhcp client found. I cannot continue.
nl: Er is geen dhcp cliënt gevonden. Ik kan niet verder gaan.

source: This package requires pump or dhcp-client.
nl: Dit pakket vereist pump of dhcp-client.

source: IP address?
nl: Wat is het IP adres?

source: Pointopoint address?
nl: Wat is het puntnaarpunt adres?

source: The pointopoint address is used to determine the other endpoint of the point to point network. Consult your network administrator if you do not know the value. The pointopoint address should be entered as four numbers separated by periods.
nl: Het puntnaarpunt adres wordt gebruikt om het andere eindpunt in een punt naar punt netwerk is. Consulteer uw netwerkbeheerder als u de juiste waarde niet weet. Het puntnaarpunt adres dient ingevoerd te worden als vier getallen gescheiden door punten.

source: Netmask?
nl: Wat is het netwerkmasker?

source: Gateway?
nl: Wat is de gateway?

source: This is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
nl: Dit is het IP adres (vier getallen gescheiden door punten) van de gateway router, ook bekend als de default router. Alle verkeer dat buiten uw LAN gaat (e.g. naar internet) wordtverstuurt via deze router. In zeldzame omstandigheden is het mogelijk dat u geen router heeft; in dat geval kunt u dit leeg laten. Gelieve uw netwerkbeheerder te contacteren indien u het juiste antwoord niet weet.

source: The gateway you entered is unreachable.
nl: De ingevoerde gateway is onbereikbaar.

source: Is this configuration correct?
nl: Is deze configuratie correct?
